[
		{"id":1,"Quote": "Give God what's right... Not what's left.   ","Author": ""},
		{"id":2,"Quote": "Man's way leads to hopeless end.. God's way leads to an endless hope..    ","Author": ""},
		{"id":3,"Quote": "A lof kneeling will keep you in good standing.","Author": ""},
		{"id":4,"Quote": "He who kneels before God can stand before anyone.","Author": ""},
		{"id":5,"Quote": "In the sentence of life, the devils may be a comma, but never let him be the period.","Author": ""},
		{"id":6,"Quote": "Don't put a question mark where God puts a period.","Author": ""},
		{"id":7,"Quote": "Are you wrinkled with burden ? Come to the Church for a face-lift. ","Author": ""},
		{"id":8,"Quote": "When praying, dont give God instructions.. just report for duty.","Author": ""},
		{"id":9,"Quote": "Don't wait for six strong men to take you to Church","Author": ""},
		{"id":10,"Quote": "We dont change God's message.. His message changes us.","Author": ""},
		{"id":11,"Quote": "The Church is prayer conditioned..","Author": ""},
		{"id":12,"Quote": "When God orains, He sustains","Author": ""},
		{"id":13,"Quote": "Warning: Exposure to the SON may prevent burning..","Author": ""},
		{"id":14,"Quote": "Plan ahead.. It wasn't raining when Noah built the Ark.","Author": ""},
		{"id":15,"Quote": "Most people want to serve the Lord, only in advisory position.","Author": ""},
		{"id":16,"Quote": "Suffering from your truth decay? Brush up on your Bible.","Author": ""},
		{"id":17,"Quote": "Excercise daily.. Walk with the Lord.","Author": ""},
		{"id":18,"Quote": "Never give the devil a ride.. he will always want to drive.","Author": ""},
		{"id":19,"Quote": "Nothing else ruins the truth like stretching it.","Author": ""},
		{"id":20,"Quote": "Compassion is difficult to give away because it keeps coming back.","Author": ""},
		{"id":21,"Quote": "He who angers you controls you.","Author": ""},
		{"id":22,"Quote": "Worry is the darkroom in which negatives can develop.","Author": ""},
		{"id":23,"Quote": "Give satan an inch and he will be a ruler.","Author": ""},
		{"id":24,"Quote": "Be ye Fishers of Men.. you catch them and He'll clean them. ","Author": ""},
		{"id":25,"Quote": "God doesn't call the qualified, He qualifies the called.","Author": ""}
]
