[{"id":1,"Praises":"అబ్బా తండ్రీ ","Verses":"Rom 8:15"},{"id":2,"Praises":"అబ్బా  తండ్రీ ","Verses":"1 Jn 3:1"},{"id":3,"Praises":"నిత్యుడగు తండ్రి","Verses":"Isa 9:6"},{"id":4,"Praises":"పరలోకపు తండ్రి","Verses":"Matt 5:48"},{"id":5,"Praises":"ఆత్మలకు తండ్రి","Verses":"Heb 12:9"},{"id":6,"Praises":"జ్యోతిర్మయుడగు తండ్రి","Verses":"Jam 1:17"},{"id":7,"Praises":"కనికరము చూపు తండ్రి","Verses":"2 Cor 1:3"},{"id":8,"Praises":"మహిమైశ్వర్యమెట్టిదో తండ్రి","Verses":"Eph 1:17"},{"id":9,"Praises":"నిన్ను సృష్టించిన తండ్రి","Verses":"Deu 32:6"},{"id":10,"Praises":"","Verses":"Ps 150:6"},{"id":11,"Praises":" స్థాపించెను తండ్రి","Verses":"Deu 32:6"},{"id":12,"Praises":"ీ తండ్రి ","Verses":"Matt 6:18"},{"id":13,"Praises":"మనకందరికి తండ్రి","Verses":"Mal 2:10"},{"id":14,"Praises":"ప్రభువైన యేసుక్రీస్తుతండ్రి","Verses":"2 Cor 1:3"},{"id":15,"Praises":"నీతి స్వరూపుడవగు తండ్రీ","Verses":"Jn 17:25"},{"id":16,"Praises":"రహస్యమందున్న నీ తండ్రికి","Verses":"Matt 6:6"},{"id":17,"Praises":"నీతిమంతులు తండ్రి","Verses":"Matt13:43"},{"id":18,"Praises":"ఇశ్రాయేలునకు తండ్రి?","Verses":"Jer 31:9"},{"id":19,"Praises":"జీవముగల తండ్రి ","Verses":"Jn 6:57"},{"id":20,"Praises":"చిన్న మందా భయపడకుడి, మీకు రాజ్యము అనుగ్ర         హించుటకు మీ తండ్రికి ఇష్టమైయున్నది","Verses":"Lk 12:32"},{"id":21,"Praises":"మహోన్నతుడగు దేవుడు","Verses":"Dan 4:2"},{"id":22,"Praises":"మహా దేవుడు","Verses":"Ps 95:3"},{"id":23,"Praises":"దేవదేవునికి","Verses":"Ps 136:2"},{"id":24,"Praises":"జీవముగల దేవుని","Verses":"1 Tim 3:15"},{"id":25,"Praises":"ప్రేమాస్వరూపి దేవుని ","Verses":"1 Jn 4:8"},{"id":26,"Praises":"ఆదరణను అనుగ్ర హించు దేవుడు ","Verses":"2 Cor 1:3"},{"id":27,"Praises":"శాశ్వతుడైన దేవుడు ","Verses":"Deu 33:27"},{"id":28,"Praises":"కనికరము చూపు తండ్రి, సమస్తమైన ఆదరణను అనుగ్ర హించు దేవుడు, మన ప్రభువైన యేసుక్రీస్తుతండ్రియునైన దేవుడు స్తుతింపబడునుగాక.","Verses":"2 Cor 1:3"},{"id":29,"Praises":"మీరేకభావము గలవారై యేకగ్రీవముగా మన ప్రభువైన యేసుక్రీస్తు తండ్రియగు దేవుని మహిమ పరచు నిమిత్తము,","Verses":"Rom 15:5"},{"id":30,"Praises":"మహిమగల దేవుడ","Verses":"Act 7:2"},{"id":31,"Praises":"కృపగల దేవుడు","Verses":"Ps 59:17"},{"id":32,"Praises":"అయినను తల్లిగర్భము నందు పడినది మొదలుకొని నన్ను ప్రత్యేకపరచి, తన కృపచేత నన్ను పిలిచిన దేవుడు నేను అన్య జనులలో తన కుమారుని ప్రకటింపవలెనని","Verses":"Gal 1:15"},{"id":33,"Praises":"అనగా అబ్రాహాము దేవుడు ఇస్సాకు దేవుడు యాకోబు దేవుడు","Verses":"Ex 3:15"},{"id":35,"Praises":"నా జీవితకాలమంతయు నేను యెహోవాను స్తుతించె  దను నేను బ్రతుకుకాలమంతయు నా దేవుని కీర్తించెదను","Verses":"Ps 146:2"},{"id":36,"Praises":"యెషూరూనూ, దేవుని","Verses":"Deu 33:26"},{"id":37,"Praises":"నీవు లేచి జనులను పరిశుద్ధపఱచి వారితో ఈలాగు చెప్పుమురేపటికి మిమ్మును మీరు పరిశుద్ధపరచుకొనుడి; ఇశ్రాయేలీయుల దేవుడైన యెహోవా సెలవిచ్చినదేమనగాఇశ్రాయేలీయు లారా, మీ మధ్య శాపగ్రస్తమైన దొకటి కలదు; మీరు దానిని మీ మధ్య నుండకుండ నిర్మూ లము చేయువరకు మీ శత్రువుల యెదుట మీరు నిలువలేరు.","Verses":"Josh 7:13"},{"id":39,"Praises":"నీవు తిరిగి హిజ్కియా యొద్దకు పోయి అతనితో ఇట్లనుమునీ పితరుడైన దావీదునకు దేవుడైన యెహోవా నీకు సెలవిచ్చున దేమనగానీవు కన్నీళ్లు విడుచుట చూచితిని; నీ ప్రార్థన నేనంగీకరించియున్నాను;","Verses":"Isa 38:5"},{"id":40,"Praises":"నా సముఖమున నియమించిన  దేమనగానా రాజ్యములోని సకల ప్రభుత్వముల యందుండు నివాసులు దానియేలుయొక్క దేవునికి భయ పడుచు ఆయన సముఖమున వణకుచుండవలెను. ఆయనే జీవముగల దేవుడు, ఆయనే యుగయుగములుండువాడు, ఆయన రాజ్యము నాశనముకానేరదు, ఆయన ఆధిపత్యము తుదమట్టున కుండును.","Verses":"Dan 6:26"},{"id":41,"Praises":"నెబుకద్నెజరుషద్రకు, మేషాకు, అబేద్నెగోయను వీరి దేవుడు  పూజార్హుడు; ఆయన తన దూతనంపి తన్నా శ్రయించిన దాసులను రక్షించెను. వారు తమ దేవునికిగాక మరి ఏ దేవునికి నమస్కరింపకయు, ఏ దేవుని సేవింపకయు ఉందుమని తమ దేహములను అప్పగించి రాజుయొక్క ఆజ్ఞను వ్యర్థ పరచిరి.","Verses":"Dan 3:28"},{"id":42,"Praises":"తండ్రియైన దేవునినుండియు మన రక్షకుడైన క్రీస్తుయేసు నుండియు కృపయు కనికరమును సమాధానమును నీకు కలుగును గాక.","Verses":"Tit 1:4"},{"id":43,"Praises":"యెరూషలేములోనుండు యెహోవా మందిరమును అలంకరించుటకు రాజునకు బుద్ధి పుట్టించినందునను,రాజును అతని మంత్రులును రాజుయొక్క మహాధిపతులును నాకు దయ అనుగ్రహింపజేసినందునను, మన పితరుల దేవుడైన యెహోవాకు స్తోత్రము కలుగును గాక.","Verses":"Ezra 7:27"},{"id":44,"Praises":"యెహోవాయే నా బలము నా గానము ఆయన నాకు రక్షణయు ఆయెను.ఆయన నా దేవుడు ఆయనను వర్ణించెదను ఆయన నా పితరుల దేవుడు ఆయన మహిమ నుతించెదను.","Verses":"Ex 15:2"},{"id":45,"Praises":"అప్పుడు దైవజనుడైన యొకడు వచ్చి ఇశ్రా యేలు రాజుతో ఇట్లనెనుయెహోవా సెలవిచ్చున దేమనగాసిరియనులు యెహోవాకొండలకు దేవుడేగాని లోయలకు దేవుడు కాడని అనుకొందురు; అయితే నేను యెహోవానై యున్నానని మీరు తెలిసికొనునట్లు ఈ గొప్ప సమూహమంతయు నీ  చేతికి అప్పగించెదను.","Verses":"1 Kg 20:28"},{"id":46,"Praises":"వారికీలాగున జరుగును వారు వేడుకొనక మునుపు నేను ఉత్తరమిచ్చెదను వారు మనవి చేయుచుండగా నేను ఆలంకిచెదను.","Verses":"Isa 65:24"},{"id":47,"Praises":"నిన్ను సృష్టించినవాడు నీకు భర్తయైయున్నాడు సైన్యములకధిపతియగు యెహోవా అని ఆయనకు పేరు. ఇశ్రాయేలుయొక్క పరిశుద్ధదేవుడు నీకు విమోచకుడు సర్వలోకమునకు దేవుడని ఆయనకు పేరు.","Verses":"Isa 54:5"},{"id":48,"Praises":"పితరులు వీరివారు; శరీరమునుబట్టి క్రీస్తువీరిలో పుట్టెను. ఈయన సర్వాధికారియైన దేవుడైయుండి నిరంతరముస్తోత్రార్హుడై యున్నాడు. ఆమేన్‌.","Verses":"Rom 9:5"},{"id":49,"Praises":"యెహోవా, కెరూ బుల మధ్యను నివసించుచున్న ఇశ్రాయేలీయుల దేవా, భూమ్యాకాశములను కలుగజేసిన అద్వితీయ దేవా, నీవు లోకమందున్న సకల రాజ్యములకు దేవుడవై యున్నావు.","Verses":"Isa 37:16"},{"id":50,"Praises":"వారు ఈలాగున ప్రత్యుత్తర మిచ్చిరిమేము భూమ్యాకాశముల దేవునియొక్క సేవ కులమై అనేక సంవత్సరముల క్రిందట ఇశ్రాయేలీయులలో నొక గొప్పరాజు కట్టించి నిలిపిన మందిరమును మరల కట్టుచున్నాము.","Verses":"Ezra 5:11"},{"id":51,"Praises":"మేము వినినప్పుడు మా గుండెలు కరిగిపోయెను. మీ దేవుడైన యెహోవా పైన ఆకాశ మందును క్రింద భూమియందును దేవుడే. మీ యెదుట ఎట్టి మనుష్యులకైనను ధైర్యమేమాత్రము ఉండదు.","Verses":"Josh 2:11"},{"id":52,"Praises":"కోపముచేత వారిని నిర్మూలము చేయుము వారు లేకపోవునట్లు వారిని నిర్మూలము చేయుము దేవుడు యాకోబు వంశమును ఏలుచున్నాడని భూదిగంతములవరకు మనుష్యులు ఎరుగునట్లు చేయుము.(సెలా.)","Verses":"Ps 59:13"},{"id":53,"Praises":"యెహోవా, వేల్పులలో నీవంటివాడెవడు పరిశుద్ధతనుబట్టి నీవు మహానీయుడవు స్తుతికీర్తనలనుబట్టి పూజ్యుడవు అద్భుతములు చేయువాడవు నీవంటివాడెవడు","Verses":"Ex 15:11"},{"id":54,"Praises":"ఏలయనగా మనకు శిశువు పుట్టెను మనకు కుమారుడు అనుగ్రహింపబడెను ఆయన భుజముమీద రాజ్యభారముండును. ఆశ్చర్యకరుడు ఆలోచనకర్త బలవంతుడైన దేవుడు నిత్యుడగు తండ్రి సమాధానకర్తయగు అధిపతి అని  అతనికి పేరు పెట్టబడును.","Verses":"Isa 9:6"},{"id":55,"Praises":"అబ్రాము తొంబదితొమి్మది యేండ్లవాడైనప్పుడు యెహోవా అతనికి ప్రత్యక్షమైనేను సర్వశక్తిగల దేవుడను; నా సన్నిధిలో నడుచుచు నిందారహితుడవై యుండుము.","Verses":"Gen 17:1"},{"id":56,"Praises":"సముద్రపు పొంగు నణచువాడవు నీవే దాని తరంగములు లేచునప్పుడు నీవు వాటిని అణచి  వేయుచున్నావు.","Verses":"Ps 89:9"},{"id":58,"Praises":"అద్వితీయ సత్యదేవుడవైన నిన్నును, నీవు పంపిన యేసు క్రీస్తును ఎరుగుటయే నిత్య జీవము.","Verses":"Jn 17:3"},{"id":59,"Praises":"ఆకాశమందైనను  భూమిమీదనైనను  దేవతలనబడినవి యున్నను, మనకు ఒక్కడే దేవుడున్నాడు. ఆయన తండ్రి; ఆయననుండి సమస్తమును కలిగెను; ఆయన నిమిత్తము మనమున్నాము. మరియు మనకు ప్రభువు ఒక్కడే; ఆయన యేసుక్రీస్తు; ఆయనద్వారా సమస్తమును కలిగెను; మనము ఆయనద్వారా కలిగినవారము.","Verses":"1 Cor 8:6"},{"id":61,"Praises":"మరియు మీ మనో నేత్రములు వెలిగింప బడినందున, ఆయన మిమ్మును పిలిచిన పిలుపువల్లనైన నిరీక్షణ యెట్టిదో, పరిశుద్ధులలో ఆయన  స్వాస్థ్యముయొక్క మహిమైశ్వర్యమెట్టిదో,","Verses":"Eph 1:17"},{"id":62,"Praises":"ఆపత్కాలమున నీవు నన్నుగూర్చి మొఱ్ఱపెట్టుము నేను నిన్ను విడిపించెదను నీవు నన్ను మహిమ పర  చెదవు.","Verses":"Ps 50:15"},{"id":63,"Praises":"ఫిలిష్తీయుల యాజకులను శకు నము చూచువారిని పిలువనంపించియెహోవా మందస మును ఏమి చేయుదుము? ఏమి చేసి స్వస్థలమునకు దానిని పంపుదుమో తెలియజెప్పుడనగా","Verses":"1 Sam 6:2"},{"id":64,"Praises":"దేశములో తనకు ఆశీర్వాదము కలుగవలెనని కోరు వాడు నమ్మదగిన దేవుడు తన్నాశీర్వదింపవలెనని  కోరుకొనును దేశములో ప్రమాణము చేయువాడు నమ్మదగిన దేవుని  తోడని ప్రమాణము చేయును పూర్వము కలిగిన బాధలు నా దృష్టికి మరువబడును అవి నా దృష్టికి మరుగవును.","Verses":"Isa 65:16"},{"id":65,"Praises":"ఎట్లనగాతాను చేసిన వాగ్దానమంతటినిబట్టి ఇశ్రాయేలీయులగు తన జనులకు నెమ్మది దయచేసిన యెహోవాకు స్తోత్రము కలిగియుండును గాక. తన దాసుడైన మోషేద్వారా ఆయన చేసిన శుభవాగ్దానములో ఒక మాటైన తప్పి పోయినదికాదు","Verses":"1 Kg 8:56"},{"id":66,"Praises":"నేను  నా దేవుడైన యెహోవా యెదుట ప్రార్థనచేసియొప్పుకొన్నదేమనగాప్రభువా, మాహాత్మ్యము గలిగిన భీకరుడవగు దేవా, నీ ఆజ్ఞలను అనుసరించి నడుచు వారియెడల నీ నిబంధనను నీ కృపను జ్ఞాపకముచేయు వాడా,","Verses":"Dan 9:4"},{"id":67,"Praises":"కాగా మీరు పరిశుద్ధాత్మశక్తి పొంది, విస్తారముగా నిరీక్షణ గలవారగుటకు నిరీక్షణకర్తయగు దేవుడు విశ్వా సము ద్వారా సమస్తానందముతోను సమాధానముతోను మిమ్మును నింపునుగాక.","Verses":"Rom 15:13"},{"id":68,"Praises":"నీ దేవుడైన యెహోవా కనికరముగల దేవుడు గనుక నిన్ను చెయ్యి విడువడు; నిన్ను నాశనముచేయడు; తాను నీ పితరులతో ప్రమాణము చేసిన నిబంధనను మరచిపోడు.","Verses":"Deu 4:31"},{"id":69,"Praises":"అయినను దేవుడు కరుణాసంపన్నుడై యుండి, మనము మన అపరాధములచేత చచ్చినవారమై యుండినప్పుడు సయితము మనయెడల చూపిన తన మహా  ప్రేమచేత మనలను క్రీసు","Verses":"Eph 2:4"},{"id":70,"Praises":"నా నీతికి ఆధారమగు దేవా, నేను మొఱ్ఱపెట్టునప్పుడు నాకుత్తరమిమ్ముఇరుకులో నాకు విశాలత కలుగజేసినవాడవు నీవేనన్ను కరుణించి నా ప్రార్థన నంగీకరించుము.","Verses":"Ps 4:1"},{"id":71,"Praises":"యెహోవా, ప్రతికారముచేయు దేవా, ప్రతికారముచేయు దేవా,  ప్రకాశింపుము","Verses":"Ps 94:1"},{"id":72,"Praises":"ఆయన ఆశ్రయదుర్గముగా నున్నాడు; ఆయన  కార్యము సంపూర్ణము ఆయన చర్యలన్నియు న్యాయములు ఆయన నిర్దోషియై నమ్ముకొనదగిన దేవుడు.  ఆయన నీతిపరుడు యథార్థవంతుడు.","Verses":"Deu 32:4"},{"id":73,"Praises":"యెహోవా, సైన్యములకధిపతివగు దేవా, యెహోవా, నీవంటి బలాఢ్యుడెవడు? నీ విశ్వాస్యతచేత నీవు ఆవరింపబడియున్నావు.","Verses":"Ps 89:8"},{"id":74,"Praises":"ఇంచుమించు  మూడు గంటలప్పుడు యేసుఏలీ, ఏలీ, లామా సబక్తానీ అని బిగ్గరగా కేకవేసెను. ఆ మాటకు నా దేవా, నా దేవా నన్నెందుకు చెయ్యి విడిచితివని అర్థము.","Verses":"Matt 27:46"},{"id":75,"Praises":"నిన్ను పుట్టించిన ఆశ్రయదుర్గమును విసర్జించితివి. నిన్ను కనిన దేవుని మరచితివి.","Verses":"Deu 32:18"},{"id":76,"Praises":"అదిచూచుచున్న దేవుడవు నీవే అను పేరు తనతో మాటలాడిన యెహోవాకు పెట్టెను ఏలయనగా నన్ను చూచినవాని నేనిక్కడ చూచితిని గదా అని అనుకొనెను.","Verses":"Gen 16:13"},{"id":77,"Praises":"యెహోవా అబ్రా మునకు ప్రత్యక్షమయినీ సంతానమునకు ఈ దేశ మిచ్చెదనని చెప్పగా అతడు తనకు ప్రత్యక్షమైన యెహోవాకు ఒక బలిపీఠమును కట్టెను.","Verses":"Gen 12:7"},{"id":78,"Praises":"వారు సాగిలపడిసమస్త శరీరాత్మలకు దేవుడ వైన దేవా, యీ యొక్కడు పాపముచేసినందున ఈ సమస్త సమాజము మీద నీవు కోపపడుదువా? అని వేడు కొనిరి.","Verses":"Num 16:22"},{"id":79,"Praises":"నేనబద్ధమాడుటలేదని నిరంతరము స్తుతింపబడుచున్న మన ప్రభువగు యేసుయొక్క తండ్రియైన దేవుడు ఎరుగును.","Verses":"2 Cor 11:31"},{"id":80,"Praises":"నేను తళతళలాడు నా ఖడ్గము నూరి  నా చేత న్యాయమును పట్టుకొనినయెడల నా శత్రువులకు ప్రతీకారము కలుగజేసెదను","Verses":"Deu 32:40"},{"id":81,"Praises":"నీ చేతులు స్థాపించిన పరిశుద్ధాలయమందు వారిని నిలువ పెట్టెదవు.యెహోవా నిరంతరమును ఏలువాడు.","Verses":"Ex 15:18"},{"id":83,"Praises":"మరియు రాజుఈ మర్మమును బయలు పరచుటకు నీవు సమర్థుడవైతివే; నీ దేవుడు దేవతలకు  దేవుడును రాజులకు ప్రభువును మర్మములు బయలుపరచు వాడునై యున్నాడని దానియేలునకు ప్రత్యుత్తర  మిచ్చెను.","Verses":"Dan 2:47"},{"id":84,"Praises":"రాజవైన నా దేవా, నిన్ను ఘనపరచెదను. నీ నామమును నిత్యము సన్నుతించెదను","Verses":"Ps 145:1"},{"id":85,"Praises":"#NAME?","Verses":"Ps 77:13"},{"id":86,"Praises":"కాగా దేవుడు తన ఐశ్వర్యము చొప్పున క్రీస్తుయేసునందు మహిమలో మీ ప్రతి అవసరమును తీర్చును.","Verses":"Phil 4:19"},{"id":87,"Praises":"కాగా దేవుడు తన ఐశ్వర్యము చొప్పున క్రీస్తుయేసునందు మహిమలో మీ ప్రతి అవసరమును తీర్చును.","Verses":"Phil 4:19"},{"id":88,"Praises":"కాబట్టి వృద్ధి కలుగజేయు దేవునిలోనే గాని, నాటువానిలోనైనను నీళ్లు పోయువానిలోనైనను ఏమియులేదు.","Verses":"1 Cor 3:7"},{"id":90,"Praises":"సమాధానకర్తయగు దేవుడే మిమ్మును సంపూర్ణముగా పరిశుద్ధపరచును గాక. మీ ఆత్మయు, జీవమును శరీరమును మన ప్రభువైన యేసుక్రీస్తు రాకడయందు నిందా రహి తముగాను, సంపూర్ణముగాను ఉండునట్లు కాపాడబడును గాక.","Verses":"1 Thes 5:23"},{"id":91,"Praises":"న్యాయమునుబట్టి ఆయన తీర్పు తీర్చునుఆయన ప్రతిదినము కోపపడు దేవుడు.","Verses":"Ps 7:11"},{"id":92,"Praises":"ఏలయనగా నీ దేవుడనైన యెహోవానగు నేను రోషముగల దేవుడను; నన్ను ద్వేషించువారి విషయములో మూడు నాలుగు తరముల వరకు, తండ్రుల దోషమును కుమారులమీదికి రప్పించుచు","Verses":"Ex 20:5"},{"id":93,"Praises":"యెహోవా మా దేవా, నీవు వారికుత్తరమిచ్చితివి వారిక్రియలను బట్టి ప్రతికారము చేయుచునే వారి విషయములో నీవు పాపము పరిహరించు దేవుడ  వైతివి.","Verses":"Ps 99:8"},{"id":94,"Praises":"నీవు నా కన్నులు మూతపడనీయవు. నేను కలవరపడుచు మాటలాడలేక యున్నాను.","Verses":"Ps 77:4"},{"id":95,"Praises":"చూలాలి గర్బ éమందు ఎముకలు ఏరీతిగా ఎదుగునది నీకు తెలియదు, గాలి యే త్రోవను వచ్చునో నీవెరుగవు, ఆలాగునే సమస్తమును జరిగించు దేవుని క్రియలను నీవెరుగవు.","Verses":"Ecc 11:5"},{"id":96,"Praises":"వాడు యెహోవావలన ఆశీర్వాదము నొందును తన రక్షకుడైన దేవునివలన నీతిమత్వము నొందును.","Verses":"Ps 24:5"},{"id":97,"Praises":"ఇది మంచిదియు మన రక్షకుడగు దేవుని దృష్టికి అనుకూలమైనదియునై యున్నది.","Verses":"1 Tim 2:3"},{"id":98,"Praises":"దుప్పి నీటివాగులకొరకు ఆశపడునట్లు దేవా, నీకొరకు నా ప్రాణము ఆశపడుచున్నది.","Verses":"Ps 42:1"},{"id":99,"Praises":"అప్పుడు నేను దేవుని బలిపీఠమునొద్దకు నాకు ఆనందసంతోషములు కలుగజేయు దేవుని యొద్దకు చేరుదును దేవా నా దేవా, సితారా వాయించుచు నీకు కృత జ్ఞతాస్తుతులు చెల్లించెదను","Verses":"Ps 43:4"},{"id":101,"Praises":"నా సేవకుడైన యాకోబు నిమిత్తము నేను ఏర్పరచుకొనిన ఇశ్రాయేలు నిమిత్తము నేను  నీకు పేరుపెట్టి నిన్ను పిలిచితిని. నీవు నన్ను ఎరుగకుండినప్పటికిని నీకు బిరుదులిచ్చితిని","Verses":"Isa 45:4"},{"id":102,"Praises":"తాను విశ్వసించిన దేవుని యెదుట, అనగా మృతులను సజీవులనుగా చేయువాడును, లేనివాటిని  ఉన్నట్టుగానే పిలుచువాడునైన దేవుని యెదుట, అతడు మనకందరికి తండ్రియైయున్నాడుఇందును గూర్చినిన్ను అనేక జనములకు తండ్రినిగా నియమించితిని అని వ్రాయబడియున్నది.","Verses":"Rom 4:17"},{"id":103,"Praises":"మనయెదుట ఉంచబడిన నిరీక్షణను చేపట్టుటకు శరణా గతులమైన మనకు బలమైన ధైర్యము కలుగునట్లు ప్రమాణము చేసి వాగ్దానమును దృఢపరచెను.","Verses":"Heb 6:18"},{"id":104,"Praises":"ఇశ్రాయేలు దేవా, రక్షకా, నిశ్చయముగా నీవు నిన్ను మరుగుపరచుకొను దేవుడవైయున్నావు.","Verses":"Isa 45:15"},{"id":105,"Praises":"యెహోవాయే దేవుడు, ఆయన మనకు వెలుగు నను  గ్రహించియున్నాడు ఉత్సవ బలిపశువును త్రాళ్లతో బలిపీఠపు కొమ్ములకు కట్టుడి.","Verses":"Ps 118:27"},{"id":106,"Praises":"పరిపూర్ణ సౌందర్యముగల సీయోనులోనుండి దేవుడు ప్రకాశించుచున్నాడు","Verses":"Ps 50:2"},{"id":107,"Praises":"తన  పరిశుద్ధతతోడని  దేవుడు  మాట  యిచ్చి యున్నాడు నేను ప్రహర్షించెదను షెకెమును పంచిపెట్టెదను సుక్కోతు లోయను కొలిపించెదను.","Verses":"Ps 60:6"},{"id":108,"Praises":"యెహోవా నిరంతరము ఏలును సీయోనూ, నీ దేవుడు తరములన్నిటను రాజ్యము చేయును","Verses":"Ps 146:10"},{"id":109,"Praises":"ఇశ్రాయేలుయెడల శుద్ధహృదయులయెడల నిశ్చయముగా దేవుడు దయాళుడై యున్నాడు.","Verses":"Ps 73:1"},{"id":110,"Praises":"ఇశ్రాయేలుయెడల శుద్ధహృదయులయెడల నిశ్చయముగా దేవుడు దయాళుడై యున్నాడు.","Verses":"Ps 73:1"},{"id":111,"Praises":"దేవా, నీ సింహాసనము నిరంతరము నిలుచును నీ రాజదండము న్యాయార్థమైన దండము.","Verses":"Ps 45:6"},{"id":112,"Praises":"వీరు గొఱ్ఱపిల్లతో యుద్ధము చేతురు గాని, గొఱ్ఱపిల్ల ప్రభువులకు ప్రభువును రాజులకు రాజునై యున్నందునను, తనతోకూడ ఉండినవారు పిలువబడినవారై, యేర్పరచ బడినవారై, నమ్మకమైనవారై యున్నందునను, ఆయన ఆ రాజులను జయించును.","Verses":"Rev 17:14"},{"id":113,"Praises":"సంవ త్సరమునకు మూడుమారులు పురుషులందరు ప్రభువైన యెహోవా సన్నిధిని కనబడవలెను.","Verses":"Ex 23:17"},{"id":114,"Praises":"సైన్యముల కధిపతియగు యెహోవా మనకు తోడై యున్నాడు. యాకోబుయొక్క  దేవుడు  మనకు  ఆశ్రయమై యున్నాడు.","Verses":"Ps 46:7"},{"id":115,"Praises":"సమాధానకర్తయగు ప్రభువు తానే యెల్లప్పుడును ప్రతి విధముచేతను మీకు సమాధానము అనుగ్రహించును గాక. ప్రభువు మీకందరికి తోడైయుండును గాక.","Verses":"2 Thes 3:16"},{"id":116,"Praises":"మరియు రాజుఈ మర్మమును బయలు పరచుటకు నీవు సమర్థుడవైతివే; నీ దేవుడు దేవతలకు  దేవుడును రాజులకు ప్రభువును మర్మములు బయలుపరచు వాడునై యున్నాడని దానియేలునకు ప్రత్యుత్తర  మిచ్చెను.","Verses":"Dan 2:47"},{"id":117,"Praises":"ఏలయనగా మనకు శిశువు పుట్టెను మనకు కుమారుడు అనుగ్రహింపబడెను ఆయన భుజముమీద రాజ్యభారముండును. ఆశ్చర్యకరుడు ఆలోచనకర్త బలవంతుడైన దేవుడు నిత్యుడగు తండ్రి సమాధానకర్తయగు అధిపతి అని  అతనికి పేరు పెట్టబడును.","Verses":"Isa 9:6"},{"id":118,"Praises":"మీ దేవుడైన యెహోవా వాక్కును శ్రద్ధగా విని ఆయన దృష్టికి న్యాయమైనది చేసి, ఆయన ఆజ్ఞలకు విధే యులై ఆయన కట్టడ లన్నిటిని అనుసరించి నడచినయెడల, నేను ఐగుప్తీయులకు కలు","Verses":"Ex 15:26"},{"id":119,"Praises":"యెహోవా మహోన్నతుడు భయంకరుడు ఆయన సర్వభూమికి మహారాజై యున్నాడు.","Verses":"Ps 47:2"},{"id":120,"Praises":"యెహోవానగు నేనే మీకు పరిశుద్ధ దేవుడను ఇశ్రాయేలు సృష్టికర్తనగు నేనే మీకు రాజును.","Verses":"Isa 43:15"},{"id":121,"Praises":"మీరు నా కట్టడలను ఆచరించి వాటిని అనుసరింప వలెను, నేను మిమ్మును పరిశుద్ధపరచు యెహోవాను","Verses":"Lev 20:8"},{"id":122,"Praises":"అయితే న్యాయము తీర్చు యెహోవా దాని మధ్యనున్నాడు; ఆయన అక్రమము చేయువాడు కాడు, అనుదినము తప్పకుండ ఆయన న్యాయ విధులను బయలుపరచును, ఆయనకు రహస్యమైనదేదియు లేదు; అయినను నీతిహీనులు సిగ్గెరుగరు","Verses":"Zep 3:5"},{"id":123,"Praises":"అతని దినములలో యూదా రక్షణనొందును, ఇశ్రాయేలు నిర్భయముగా నివసించును, యెహోవా మనకు నీతియని అతనికి పేరు పెట్టుదురు.","Verses":"Jer 23:6"},{"id":124,"Praises":"ఇకమీదట పగలు సూర్యుని ప్రకాశము నీకు వెలుగుగా  ఉండదు నీకు వెలుగిచ్చుటకై చంద్రుడు ఇకను ప్రకాశింపడు యెహోవాయే నీకు నిత్యమైన వెలుగవును నీ దేవుడు నీకు భూషణముగా ఉండును.","Verses":"Isa 60:19"},{"id":125,"Praises":"నేను యెహోవాను, సర్వశరీ రులకు దేవుడను, నాకు అసాధ్యమైనదేదైన నుండునా?","Verses":"Jer 32:27"},{"id":126,"Praises":"తరువాత యెహోవా మోషేతో ఇట్లనెనునీవు ఫరోయొద్దకు వెళ్లినన్ను సేవించుటకు నా ప్రజలను పోనిమ్ము.","Verses":"Ex 9:1"},{"id":127,"Praises":"నిన్ను సృష్టించి గర్భములో నిన్ను నిర్మించి నీకు సహాయము చేయువాడైన యెహోవా ఈలాగు సెలవిచ్చుచున్నాడు నా సేవకుడవగు యాకోబూ, నేను ఏర్పరచుకొనిన యెషూరూనూ, భయపడకుము.","Verses":"Isa 44:2"},{"id":128,"Praises":"నాయందు నాకు ఏ దోషమును కానరాదు; అయినను ఇందువలన నీతిమంతు డనుగా ఎంచబడను, నన్ను విమర్శించువాడు ప్రభువే.","Verses":"1 Cor 4:4"},{"id":129,"Praises":"మీకు ముందర నడుచు చున్న మీ దేవుడైన యెహోవా మీ కన్నులయెదుట","Verses":"Deu 1:30"},{"id":130,"Praises":"ప్రభువే ఆత్మ ప్రభువుయొక్క ఆత్మయెక్కడ నుండునో అక్కడ స్వాతంత్ర్యము నుండును.","Verses":"2 Cor 3:17"},{"id":131,"Praises":"ఆకాశమందైనను  భూమిమీదనైనను  దేవతలనబడినవి యున్నను, మనకు ఒక్కడే దేవుడున్నాడు. ఆయన తండ్రి; ఆయననుండి సమస్తమును కలిగెను; ఆయన నిమిత్తము మనమున్నాము. మరియు మనకు ప్రభువు ఒక్కడే; ఆయన యేసుక్రీస్తు; ఆయనద్వారా సమస్తమును కలిగెను; మనము ఆయనద్వారా కలిగినవారము.","Verses":"1 Cor 8:6"},{"id":132,"Praises":"మన దేవుని పట్టణమందు ఆయన పరిశుద్ధ పర్వతమందు యెహోవా గొప్పవాడును బహు కీర్తనీయుడునై యున్నాడు.","Verses":"Ps 48:1"},{"id":133,"Praises":"యెహోవా దయాళుడు యెహోవాను స్తుతించుడి ఆయన నామమును కీర్తించుడి అది మనోహరము.","Verses":"Ps 135:3"},{"id":134,"Praises":"యెహోవానైన నేను మార్పులేనివాడను గనుక యాకోబు సంతతివారైన మీరు లయము కాలేదు.","Verses":"Mal 3:6"},{"id":135,"Praises":"వారు ముసలితనమందు ఇంక చిగురు పెట్టుచుందురు సారము కలిగి పచ్చగా నుందురు.","Verses":"Ps 92:15"},{"id":136,"Praises":"నా ఆత్మను నీ చేతికప్పగించుచున్నాను యెహోవా సత్యదేవా, నన్ను విమోచించువాడవు నీవే.","Verses":"Ps 31:5"},{"id":137,"Praises":"యెహోవా, సైన్యములకధిపతివగు దేవా, యెహోవా, నీవంటి బలాఢ్యుడెవడు? నీ విశ్వాస్యతచేత నీవు ఆవరింపబడియున్నావు.","Verses":"Ps 89:8"},{"id":138,"Praises":"నా తండ్రి యింటనుండియు నేను పుట్టిన దేశము నుండియు నన్ను తెచ్చి నాతో మాటలాడినీ సంతానమునకు ఈ దేశము నిచ్చెదనని ప్రమాణము చేసి నాతో చెప్పిన పరలోకపు దేవుడగు యెహోవా తన దూతను నీకు ముందుగా పంపును; అక్కడనుండి నీవు నా కుమారునికి భార్యను తీసికొనివచ్చెదవు.","Verses":"Gen 24:7"},{"id":139,"Praises":"ఆ గడియలోనే యేసు పరిశుద్ధాత్మయందు బహుగా ఆనందించి-తండ్రీ, ఆకాశమునకును భూమికిని ప్రభువా, నీవు జ్ఞానులకును వివేకులకును ఈ సంగతులను మరుగు చేసి పసిబాలురకు బయలు పరచినావని నిన్ను స్తుతించు  చున్నాను; అవును తండ్రీ, ఆలాగు నీ దృష్టికి అనుకూల మాయెను.","Verses":"Lk 10:21"},{"id":140,"Praises":"అతడువీరిద్దరు సర్వలోకనాధుడగు యెహోవాయొద్ద నిలువబడుచు తైలము1 పోయువారై యున్నారనెను.","Verses":"Zech 4:14"},{"id":141,"Praises":"తాను మృతులకును సజీవులకును ప్రభువై యుండుటకు ఇందు నిమిత్తమే గదా క్రీస్తు చనిపోయి మరల బ్రదికెను.","Verses":"Rom 14:9"},{"id":142,"Praises":"ఆ కాలము గడచిన పిమ్మట నెబుకద్నె జరను నేను మరల మానవబుద్ధిగలవాడనై నా కండ్లు ఆకాశము తట్టు ఎత్తి, చిరంజీవియు సర్వోన్నతుడునగు దేవుని స్తోత్రముచేసి ఘనపరచి స్తుతించితిని; ఆయన ఆధిపత్యము చిరకాలమువరకు ఆయన రాజ్యము తరతరములకు నున్నవి.","Verses":"Dan 4:34"},{"id":143,"Praises":"బూరలతోను కొమ్ముల నాదముతోను రాజైన యెహోవా సన్నిధిని సంతోషధ్వనిచేయుడి.","Verses":"Ps 98:6"},{"id":144,"Praises":"రాజులకు రాజును ప్రభువులకు ప్రభువును అను నామము ఆయన వస్త్రముమీదను తొడమీదను వ్రాయబడియున్నది.","Verses":"Rev 19:16"},{"id":145,"Praises":"గుమ్మములారా, మీ తలలు పైకెత్తికొనుడి మహిమగల రాజు ప్రవేశించునట్లు పురాతనమైన తలుపులారా, మిమ్మును లేవనెత్తికొనుడి.","Verses":"Ps 24:7"},{"id":146,"Praises":"ఉత్తరదిక్కున మహారాజు పట్టణమైన సీయోను పర్వ తము రమ్యమైన యెత్తుగల చోట నుంచబడి సర్వభూమికి సంతోషకరముగా నున్నది","Verses":"Ps 48:2"},{"id":147,"Praises":"వారు ప్రభువా, దేవా, సర్వాధికారీ, నీ క్రియలు ఘనమైనవి, ఆశ్చర్యమైనవి; యుగములకు రాజా, నీ మార్గములు న్యాయములును సత్యములునై యున్నవి;","Verses":"Rev 15:3"},{"id":148,"Praises":"ఎవడు కలిసికొని అతనిని ఆశీర్వదించెనో, యెవనికి అబ్రాహాము అన్నిటిలో పదియవవంతు ఇచ్చెనో, ఆ షాలేమురాజును మహోన్నతుడగు దేవుని యాజకుడునైన మెల్కీసెదెకు నిరంతరము యాజకుడుగా ఉన్నాడు. అతని పేరుకు మొదట నీతికి రాజనియు, తరువాత సమాధానపు రాజనియు అర్థ మిచ్చునట్టి షాలేము రాజని అర్థము.","Verses":"Heb 7:2"},{"id":149,"Praises":"ఎవడు కలిసికొని అతనిని ఆశీర్వదించెనో, యెవనికి అబ్రాహాము అన్నిటిలో పదియవవంతు ఇచ్చెనో, ఆ షాలేమురాజును మహోన్నతుడగు దేవుని యాజకుడునైన మెల్కీసెదెకు నిరంతరము యాజకుడుగా ఉన్నాడు. అతని పేరుకు మొదట నీతికి రాజనియు, తరువాత సమాధానపు రాజనియు అర్థ మిచ్చునట్టి షాలేము రాజని అర్థము.","Verses":"Heb 7:2"},{"id":150,"Praises":"ఎవడు కలిసికొని అతనిని ఆశీర్వదించెనో, యెవనికి అబ్రాహాము అన్నిటిలో పదియవవంతు ఇచ్చెనో, ఆ షాలేమురాజును మహోన్నతుడగు దేవుని యాజకుడునైన మెల్కీసెదెకు నిరంతరము యాజకుడుగా ఉన్నాడు. అతని పేరుకు మొదట నీతికి రాజనియు, తరువాత సమాధానపు రాజనియు అర్థ మిచ్చునట్టి షాలేము రాజని అర్థము.","Verses":"Heb 7:2"},{"id":154,"Praises":"యేసు అధిపతియెదుట నిలిచెను; అప్పుడు అధిపతియూదుల రాజవు నీవేనా? అని ఆయన నడుగగా యేసు అతని చూచినీవన్నట్టే అనెను","Verses":"Matt 27:11"},{"id":155,"Praises":"నతన యేలుబోధకుడా, నీవు దేవుని కుమారుడవు, ఇశ్రాయేలు రాజవు అని ఆయనకు ఉత్తరమిచ్చెను.","Verses":"Jn 1:49"},{"id":156,"Praises":"వ్యాజ్యెమాడుడని యెహోవా అనుచున్నాడు మీ రుజువు చూపించుడని యాకోబురాజు చెప్పు చున్నాడు.","Verses":"Isa 41:21"},{"id":157,"Praises":"జనులలో ముఖ్యులును ఇశ్రాయేలు గోత్రములును కూడగా అతడు యెషూరూనులో రాజు ఆయెను.","Verses":"Deu 33:5"},{"id":158,"Praises":"నేను నా పరిశుద్ధ పర్వతమైన సీయోను మీదనా రాజును ఆసీనునిగా చేసియున్నాను","Verses":"Ps 2:6"},{"id":159,"Praises":"మరియు రాజుఈ మర్మమును బయలు పరచుటకు నీవు సమర్థుడవైతివే; నీ దేవుడు దేవతలకు  దేవుడును రాజులకు ప్రభువును మర్మములు బయలుపరచు వాడునై యున్నాడని దానియేలునకు ప్రత్యుత్తర  మిచ్చెను.","Verses":"Dan 2:47"},{"id":160,"Praises":"నీవే రాజులకు విజయము దయచేయువాడవు దుష్టుల ఖడ్గమునుండి నీవు నీ సేవకుడైన దావీదును తప్పించువాడవు","Verses":"Ps 144:10"},{"id":161,"Praises":"నమ్మకమైన సాక్షియు, మృతులలోనుండి ఆది సంభూతుడుగా లేచిన వాడును, భూపతులకు అధిపతియునైన యేసుక్రీస్తు నుండియు, కృపాసమాధానములు మీకు కలుగునుగాక.","Verses":"Rev 1:5"},{"id":162,"Praises":"మరియు నతడు ఉపాయము కలిగినవాడై మోసము చేసి తనకు లాభము తెచ్చుకొనును; అతడు అతి శయపడి తన్నుతాను హెచ్చించుకొనును; క్షేమముగా నున్న కాలమందు అనేకులను సంహరించును; అతడు రాజాధిరాజుతో యుద్ధముచేయును గాని కడపట అతని బలము దైవాధీనమువలన కొట్టివేయబడును.","Verses":"Dan 8:25"},{"id":163,"Praises":"దేవుడు సర్వభూమికి రాజై యున్నాడు రమ్యముగా కీర్తనలు పాడుడి.","Verses":"Ps 47:7"},{"id":164,"Praises":"అధికారుల పొగరును ఆయన అణచివేయువాడు భూరాజులకు ఆయన భీకరుడు.","Verses":"Ps 76:12"},{"id":165,"Praises":"ఎవడు కలిసికొని అతనిని ఆశీర్వదించెనో, యెవనికి అబ్రాహాము అన్నిటిలో పదియవవంతు ఇచ్చెనో, ఆ షాలేమురాజును మహోన్నతుడగు దేవుని యాజకుడునైన మెల్కీసెదెకు నిరంతరము యాజకుడుగా ఉన్నాడు. అతని పేరుకు మొదట నీతికి రాజనియు, తరువాత సమాధానపు రాజనియు అర్థ మిచ్చునట్టి షాలేము రాజని అర్థము.","Verses":"Heb 7:2"},{"id":166,"Praises":"ఆయన సమాధానమునకు కారకుడగును, అష్షూరు మన దేశములో చొరబడి మన నగరులలో ప్రవేశింపగా వాని నెదిరించు టకు మేము ఏడుగురు గొఱ్ఱలకాపరులను ఎనమండుగురు ప్రధానులను నియమింతుము.","Verses":"Mic 5:5"},{"id":167,"Praises":"ఏలయనగా మనకు శిశువు పుట్టెను మనకు కుమారుడు అనుగ్రహింపబడెను ఆయన భుజముమీద రాజ్యభారముండును. ఆశ్చర్యకరుడు ఆలోచనకర్త బలవంతుడైన దేవుడు నిత్యుడగు తండ్రి సమాధానకర్తయగు అధిపతి అని  అతనికి పేరు పెట్టబడును.","Verses":"Isa 9:6"},{"id":168,"Praises":"అధికారుల పొగరును ఆయన అణచివేయువాడు భూరాజులకు ఆయన భీకరుడు.","Verses":"Ps 76:12"},{"id":169,"Praises":"రాజులను ఆయన లేకుండచేయును భూమియొక్క న్యాయాధిపతులను మాయాస్వరూపు  లుగా చేయును.","Verses":"Isa 40:23"},{"id":170,"Praises":"యెహోవా నిరంతరము రాజై యున్నాడుఆయన దేశములోనుండి అన్యజనులు నశించి పోయిరి.","Verses":"Ps 10:16"},{"id":171,"Praises":"సైన్యములకధిపతివగు యెహోవా, నా రాజా, నా దేవా, నీ బలిపీఠమునొద్దనే పిచ్చుకలకు నివాసము దొరికెను పిల్లలు పెట్టుటకు వానకోవెలకు గూటి స్థలము దొరి కెను.","Verses":"Ps 84:3"},{"id":172,"Praises":"ఈలాగు నెబు కద్నెజరను నేను పరలోకపు రాజుయొక్క కార్యములన్నియు సత్య ములును, ఆయన మార్గములు న్యాయములునై యున్న వనియు, గర్వముతో నటించు వారిని ఆయన అణపశక్తు డనియు, ఆయనను స్తుతించుచు కొనియాడుచు ఘన పరచుచు నున్నాను.","Verses":"Dan 4:37"},{"id":173,"Praises":"ఎఫ్రాయిములో రథములుండకుండ నేను చేసెదను, యెరూషలేములో గుఱ్ఱములు లేకుండ చేసెదను, యుద్ధపు విల్లు లేకుండ పోవును, నీ రాజు సమాధానవార్త అన్యజను లకు తెలియజేయును, సముద్రమునుండి సముద్రమువరకు యూఫ్రటీసు నది మొదలుకొని భూదిగంతమువరకు అతడు ఏలును.","Verses":"Zech 9:10"},{"id":174,"Praises":"ఆయన యాకోబు వంశస్థులను యుగయుగ ములు ఏలును; ఆయన రాజ్యము అంతములేనిదై యుండునని  ఆమెతో చెప్పెను.","Verses":"Lk 1:33"},{"id":175,"Praises":"ఈ నాలుగు జీవులలో ప్రతి జీవికి ఆరేసి రెక్కలుండెను, అవి చుట్టును రెక్కల లోపటను కన్నులతో నిండియున్నవి. అవిభూతవర్తమాన భవిష్యత్కాలములలో ఉండు సర్వాధికారియు దేవుడునగు ప్రభువు పరిశుద్ధుడు, పరిశుద్ధుడు, పరిశుద్ధుడు, అని మానక రాత్రింబగళ్లు చెప్పుచుండును.","Verses":"Rev 4:8"},{"id":176,"Praises":"తిరుగుబాటును మాన్పుటకును, పాపమును నివారణ చేయుటకును, దోషము నిమిత్తము ప్రాయశ్చిత్తము చేయుటకును, యుగాంతము వరకుండునట్టి నీతిని బయలు పరచుటకును, దర్శనమును ప్రవచనమును ముద్రించుటకును, అతి పరిశుద్ధ స్థలమును అభిషేకించుటకును, నీ జనమునకును పరిశుద్ధ పట్టణము నకును డెబ్బదివారములు విధింపబడెను.","Verses":"Dan 9:24"},{"id":177,"Praises":"యెహోవానగు నేను నీకు దేవుడను, ఇశ్రాయేలు పరిశుద్ధదేవుడనైన నేనే నిన్ను రక్షించువాడను నీప్రాణరక్షణ క్రయముగా ఐగుప్తును ఇచ్చి  యున్నాను నీకు బదులుగా కూషును సెబాను ఇచ్చియున్నాను.","Verses":"Isa 43:3"},{"id":178,"Praises":"వాడునజరేయుడవైన యేసూ, మాతో     నీకేమి? మమ్ము నశింపజేయ వచ్చితివా? నీ వెవడవో నేనెరుగుదును; నీవు దేవుని పరిశుద్ధుడవని బిగ్గరగా కేకలు వేసెను.","Verses":"Lk 4:34"},{"id":179,"Praises":"మహా ఘనుడును మహోన్నతుడును పరిశుద్ధుడును నిత్యనివాసియునైనవాడు ఈలాగు సెల  విచ్చుచున్నాడు నేను మహోన్నతమైన పరిశుద్ధస్థలములో నివసించు  వాడను అయినను వినయముగలవారి ప్రాణమును ఉజ్జీవింప జేయుటకును నలిగినవారి ప్రాణమును ఉజ్జీవింపజేయుటకును వినయముగలవారియొద్దను దీనమనస్సుగలవారియొద్దను నివసించుచున్నాను.","Verses":"Isa 57:15"},{"id":180,"Praises":"మీరు పరిశుద్ధులై యుండవలెను. మీ దేవుడనైన యెహోవానగు నేను పరిశుద్ధుడనై యున్నాను.","Verses":"Lev 19:2"},{"id":181,"Praises":"నా ఉగ్రతాగ్నినిబట్టి నాకు కలిగిన యోచనను నేను నెరవేర్చను; నేను మరల ఎఫ్రాయిమును లయపర చను, నేను మీ మధ్య పరిశుద్ధదేవుడను గాని మనుష్యుడను కాను,మిమ్మును దహించునంతగా నేను కోపింపను.","Verses":"Hos 11:9"},{"id":182,"Praises":"యెహోవా, వేల్పులలో నీవంటివాడెవడు పరిశుద్ధతనుబట్టి నీవు మహానీయుడవు స్తుతికీర్తనలనుబట్టి పూజ్యుడవు అద్భుతములు చేయువాడవు నీవంటివాడెవడు","Verses":"Ex 15:11"},{"id":183,"Praises":"రోగులను స్వస్థపరచుటకును, నీ పరిశుద్ధ సేవకుడైన యేసు నామము ద్వారా సూచక క్రియలను మహత్కార్యములను చేయు టకును నీ చెయ్యి చాచియుండగా, నీ దాసులు బహు ధైర్యముగా నీ వాక్యమును బోధించునట్లు అనుగ్ర హించుము.","Verses":"Act 4:30"},{"id":184,"Praises":"నేను సర్వశక్తిగల దేవుడను పేరున అబ్రాహాము ఇస్సాకు యాకోబులకు ప్రత్యక్షమైతిని కాని, యెహోవా అను నా నామమున నేను వారికి తెలియబడలేదు.","Verses":"Ex 6:3"},{"id":185,"Praises":"అబ్రాహాము ఆ చోటికి యెహోవా యీరే అను పేరు పెట్టెను. అందుచేతయెహోవా పర్వతము మీద చూచుకొనును అని నేటి వరకు చెప్పబడును.","Verses":"Gen 22:14"},{"id":186,"Praises":"అక్కడ గిద్యోను యెహోవా నామమున బలిపీఠము కట్టి, దానికి యెహోవా సమాధానకర్తయను పేరుపెట్టెను. నేటివరకు అది అబీ యెజ్రీయుల ఒఫ్రాలో ఉన్నది.","Verses":"Jud 6:24"},{"id":187,"Praises":"దాని కైవారము పదునెనిమిదివేల కొలకఱ్ఱల పరిమాణము. యెహోవా యుండు స్థలమని నాటనుండి ఆ పట్టణమునకు పేరు.","Verses":"Eze 48:35"},{"id":188,"Praises":"తరువాత మోషే ఒక బలిపీఠమును కట్టి దానికి యెహోవా నిస్సీ అని పేరు పెట్టి","Verses":"Ex 17:15"},{"id":189,"Praises":"యెహోవా న్యాయము విధించువాడని నేను ఆయనకు కృతజ్ఞతాస్తుతులు చెల్లించెదనుసర్వోన్నతుడైన యెహోవా నామమును కీర్తించెదను.","Verses":"Ps 7:17"},{"id":190,"Praises":"యెహోవా నా కాపరి నాకు లేమి కలుగదు.","Verses":"Ps 23:1"},{"id":191,"Praises":"నా ప్రాణమునకు ఆయన సేదదీర్చుచున్నాడు తన నామమునుబట్టి నీతిమార్గములలో నన్ను నడిపించు చున్నాడు.","Verses":"Ps 23:3"},{"id":192,"Praises":"వారుమేము పరిశుద్ధ పట్టణస్థులమను పేరు పెట్టు కొని ఇశ్రాయేలు దేవుని ఆశ్రయించుదురు సైన్యములకధిపతియగు యెహోవా అని ఆయనకు పేరు.","Verses":"Isa 48:2"},{"id":193,"Praises":"మీరు నా కట్టడలను ఆచరించి వాటిని అనుసరింప వలెను, నేను మిమ్మును పరిశుద్ధపరచు యెహోవాను","Verses":"Lev 20:8"},{"id":194,"Praises":"మీ దేవుడైన యెహోవా వాక్కును శ్రద్ధగా విని ఆయన దృష్టికి న్యాయమైనది చేసి, ఆయన ఆజ్ఞలకు విధే యులై ఆయన కట్టడ లన్నిటిని అనుసరించి నడచినయెడల, నేను ఐగుప్తీయులకు కలు","Verses":"Ex 15:26"},{"id":195,"Praises":"ఆయన మన దేవుడు మనము ఆయన పాలించు ప్రజలము ఆయన మేపు గొఱ్ఱలము.","Verses":"Ps 95:6"},{"id":196,"Praises":"మన దేవుడైన యెహోవాను ఘనపరచుడి ఆయన పాదపీఠము ఎదుట సాగిలపడుడి ఆయన పరిశుద్ధుడు.","Verses":"Ps 99:5"},{"id":197,"Praises":"నీ దేవుడనైన యెహోవాను నేనే; నేనే దాసుల గృహమైన ఐగుప్తుదేశములోనుండి నిన్ను వెలుపలికి రప్పిం చితిని;","Verses":"Ex 20:2"},{"id":198,"Praises":"కొండలమధ్య కనబడులోయ ఆజీలువరకు సాగగా మీరు ఆ కొండలోయలోనికి పారిపోవుదురు. యూదారాజైన ఉజ్జియా దినములలో కలిగిన భూకంపము నకు మీరు భయపడి పారిపోయినట్లు మీరు పారిపోవు దురు, అప్పుడు నీతోకూడ పరిశుద్దులందరును వచ్చెదరు. నా దేవుడైన యెహోవా ప్రత్యక్షమగును.","Verses":"Zech 14:5"},{"id":199,"Praises":"ఆదియందు దేవుడు భూమ్యాకాశములను సృజించెను.","Verses":"Gen 1:1"},{"id":200,"Praises":"అబ్రాము తొంబదితొమి్మది యేండ్లవాడైనప్పుడు యెహోవా అతనికి ప్రత్యక్షమైనేను సర్వశక్తిగల దేవుడను; నా సన్నిధిలో నడుచుచు నిందారహితుడవై యుండుము.","Verses":"Gen 17:1"},{"id":201,"Praises":"తన ప్రజలను వారి పాపములనుండి ఆయనే రక్షించును గనుక ఆయనకు యేసు2 అను పేరు పెట్టుదువనెను.","Verses":"Matt 1:21"},{"id":202,"Praises":"అని ప్రభువు తన ప్రవక్తద్వారా పలికిన మాట నెరవేరు నట్లు ఇదంతయు జరిగెను. ఇమ్మానుయేలను పేరునకు భాషాంతరమున దేవుడు మనకు తోడని అర్థము.","Verses":"Matt 1:23"},{"id":203,"Praises":"రక్త ములో ముంచబడిన  వస్త్రము  ఆయన  ధరించుకొని యుండెను. మరియు దేవుని వాక్యము అను నామము ఆయనకు పెట్టబడియున్నది.","Verses":"Rev 19:13"},{"id":204,"Praises":"యెహోవాను స్తుతించుడి ఆయన నామమును ప్రకటించుడి జనములలో ఆయన క్రియలను ప్రచురము చేయుడి ఆయన నామము ఘనమైనదని జ్ఞాపకమునకు తెచ్చు  కొనుడి.","Verses":"Isa 12:4"},{"id":205,"Praises":"యెహోవా దయాళుడు యెహోవాను స్తుతించుడి ఆయన నామమును కీర్తించుడి అది మనోహరము.","Verses":"Ps 135:3"},{"id":206,"Praises":"నీవు పూసికొను పరిమళతైలము సువాసనగలది నీ పేరు పోయబడిన పరిమళతైలముతో సమానము  కన్యకలు నిన్ను ప్రేమించుదురు.","Verses":"Song 1:3"},{"id":207,"Praises":"ఆయన తన ప్రజలకు విమోచనము కలుగజేయువాడు తన నిబంధన ఆయన నిత్యముగా ఉండ నిర్ణయించు  వాడు. ఆయన నామము పరిశుద్ధమైనది పూజింపదగినది.","Verses":"Ps 111:9"},{"id":208,"Praises":"యెహోవా, నిన్ను పోలినవాడెవడును లేడు, నీవు మహా త్మ్యము గలవాడవు, నీ శౌర్యమునుబట్టి నీ నామము ఘన మైనదాయెను.","Verses":"Jer 10:6"},{"id":209,"Praises":"ఆయన మహిమగల నామము నిత్యము స్తుతింపబడును గాక సర్వభూమియు ఆయన మహిమతో నిండియుండును గాక. ఆమేన్‌ . ఆమేన్‌.","Verses":"Ps 72:19"},{"id":211,"Praises":"అందుచేతను పరలోకమందున్నవారిలో గాని, భూమిమీద ఉన్నవారిలో గాని,","Verses":"Phil 2:9"},{"id":212,"Praises":"అప్పుడు లేవీయులైన యేషూవ కద్మీయేలు బానీ హషబ్నెయా షేరేబ్యా హోదీయా షెబన్యా పెతహయా అనువారునిలువబడి, నిరంతరము మీకు దేవుడైయున్న యెహోవాను స్తుతించుడని చెప్పి ఈలాగు స్తోత్రము చేసిరిసకలాశీర్వచన స్తోత్రములకు మించిన నీ ఘనమైన నామము స్తుతింపబడునుగాక.","Verses":"Neh 9:5"},{"id":213,"Praises":"దేవా, మేము నీకు కృతజ్ఞతాస్తుతులు చెల్లించు చున్నాము నీవు సమీపముగా నున్నావని కృతజ్ఞతాస్తుతులు చెల్లించుచున్నాము నరులు నీ ఆశ్చర్యకార్యములను వివరించుదురు.","Verses":"Ps 75:1"},{"id":214,"Praises":"యెహోవా నామము బలమైన దుర్గము. నీతిమంతుడు అందులోనికి పరుగెత్తి సురక్షితముగా నుండును.","Verses":"Pro 18:10"},{"id":215,"Praises":"అయినను పరిశుద్ధాత్మ మీ మీదికి వచ్చునప్పుడు మీరు శక్తినొందెదరు గనుక మీరు యెరూషలేములోను,  యూదయ సమరయ  దేశముల యందంతటను భూదిగంత ముల వరకును","Verses":"Act 1:8"},{"id":216,"Praises":"లోకము ఆయ నను చూడదు, ఆయనను ఎరుగదు గనుక ఆయనను పొంద నేరదు; మీరు ఆయనను ఎరుగుదురు. ఆయన మీతో కూడ నివసించును, మీలో ఉండును.","Verses":"Jn 14:17"},{"id":217,"Praises":"దావీదు సంతతివారిమీదను యెరూషలేము నివా సులమీదను కరుణ నొందించు ఆత్మను విజ్ఞాపనచేయు ఆత్మను నేను కుమ్మరింపగా వారు తాము పొడిచిన నామీద దృష్టియుంచి, యొకడు తన యేక కుమారుని విషయమై దుఃఖించునట్లు,తన జ్యేష్ఠపుత్రుని విషయమై యొకడు ప్రలా పించునట్లు అతని విషయమై దుఃఖించుచు  ప్రలాపింతురు.","Verses":"Zech 12:10"},{"id":218,"Praises":"క్రీస్తు నామము నిమిత్తము మీరు నిందపాలైనయెడల మహిమాస్వరూపియైన ఆత్మ, అనగా దేవుని ఆత్మ, మీమీద నిలుచుచున్నాడు గనుక మీరు ధన్యులు.","Verses":"1 Pet 4:14"},{"id":219,"Praises":"క్రీస్తుయేసునందు జీవమునిచ్చు ఆత్మయొక్క నియమము పాపమరణముల నియమమునుండి  నన్ను విడిపించెను. ఎట్లనగా ధర్మశాస్త్రము దేనిని చేయజాలక పోయెనో దానిని దేవుడు చేసెను.","Verses":"Rom 8:2"},{"id":220,"Praises":"మీ తండ్రి ఆత్మ మీలో ఉండి మాటలాడుచున్నాడే గాని మాటలాడువారు మీరు        కారు.","Verses":"Matt 10:20"},{"id":222,"Praises":"యెహోవా ఆత్మ జ్ఞానవివేకములకు ఆధారమగు ఆత్మ ఆలోచన బలములకు ఆధారమగు ఆత్మ తెలివిని యెహోవాయెడల భయభక్తులను పుట్టించు ఆత్మ అతనిమీద నిలుచును","Verses":"Isa 11:2"},{"id":224,"Praises":"నీ రక్షణానందము నాకు మరల పుట్టించుము సమ్మతిగల మనస్సు కలుగజేసి నన్ను దృఢపరచుము.","Verses":"Ps 51:12"},{"id":225,"Praises":"జనములను పిలుచుటకు ఆయన యొక ధ్వజము నిలువ  బెట్టును భ్రష్టులైపోయిన  ఇశ్రాయేలీయులను  పోగుచేయును భూమియొక్క నాలుగు దిగంతములనుండి చెదరి పోయిన యూదా వారిని సమకూర్చును.","Verses":"Isa 11:12"},{"id":226,"Praises":"ప్రభువే ఆత్మ ప్రభువుయొక్క ఆత్మయెక్కడ నుండునో అక్కడ స్వాతంత్ర్యము నుండును.","Verses":"2 Cor 3:17"},{"id":227,"Praises":"ప్రభువగు యెహోవా ఆత్మ నా మీదికి వచ్చియున్నది దీనులకు సువర్తమానము ప్రకటించుటకు యెహోవా నన్ను అభిషేకించెను నలిగిన హృదయముగలవారిని దృఢపరచుటకును చెరలోనున్నవారికి విడుదలను బంధింపబడినవారికి విముక్తిని ప్రకటించుటకును","Verses":"Isa 61:1"},{"id":228,"Praises":"నిత్యుడగు ఆత్మద్వారా తన్నుతాను దేవునికి నిర్దోషినిగా అర్పించు కొనిన క్రీస్తుయొక్క రక్తము, నిర్జీవక్రియలను విడిచి జీవముగల దేవుని సేవించుటకు మీ మనస్సాక్షిని ఎంతో యెక్కువగా శుద్ధిచేయును.","Verses":"Heb 9:14"},{"id":229,"Praises":"దూతపరిశుద్ధాత్మ నీమీదికి వచ్చును; సర్వోన్నతుని శక్తి నిన్ను కమ్ముకొనును గనుక పుట్టబోవు శిశువు పరిశుద్ధుడై దేవుని కుమారుడనబడును.","Verses":"Lk 1:35"},{"id":230,"Praises":"యెహోవా ఆత్మ జ్ఞానవివేకములకు ఆధారమగు ఆత్మ ఆలోచన బలములకు ఆధారమగు ఆత్మ తెలివిని యెహోవాయెడల భయభక్తులను పుట్టించు ఆత్మ అతనిమీద నిలుచును","Verses":"Isa 11:2"},{"id":231,"Praises":"దేవుడు తన కుమారుడును మన ప్రభువునైన యేసుక్రీస్తు విషయమైన ఆ సువార్తను పరిశుద్ధ లేఖనముల యందు తన ప్రవక్తలద్వారా ముందు వాగ్దానముచేసెను.","Verses":"Rom 1:4"},{"id":232,"Praises":"మరియు మీరు కుమారులై యున్నందుననాయనా తండ్రీ, అని మొఱ్ఱపెట్టు తన కుమారుని ఆత్మను దేవుడు మన హృదయములలోనికి పంపెను.","Verses":"Gal 4:6"},{"id":233,"Praises":"ఏలయనగా మరల భయపడుటకు మీరు దాస్యపు ఆత్మను పొందలేదుగాని దత్తపుత్రాత్మను పొంది తిరి. ఆ ఆత్మ కలిగినవారమై మనము అబ్బా తండ్రీ అని మొఱ్ఱపెట్టుచున్నాము.","Verses":"Rom 8:15"},{"id":234,"Praises":"నీవే నా దేవుడవు నీ చిత్తానుసారముగా ప్రవర్తించుటకు  నాకు నేర్పుము దయగల నీ ఆత్మ సమభూమిగల ప్రదేశమందు నన్ను  నడిపించును గాక.","Verses":"Ps 143:10"},{"id":235,"Praises":"తండ్రియొద్దనుండి మీ యొద్దకు నేను పంపబోవు ఆదరణకర్త, అనగా తండ్రి యొద్దనుండి బయలుదేరు సత్యస్వరూపియైన ఆత్మ వచ్చి నప్పుడు ఆయన నన్ను గూర్చి సాక్ష్యమిచ్చును.","Verses":"Jn 15:26"},{"id":236,"Praises":"దావీదు సంతతివారిమీదను యెరూషలేము నివా సులమీదను కరుణ నొందించు ఆత్మను విజ్ఞాపనచేయు ఆత్మను నేను కుమ్మరింపగా వారు తాము పొడిచిన నామీద దృష్టియుంచి, యొకడు తన యేక కుమారుని విషయమై దుఃఖించునట్లు,తన జ్యేష్ఠపుత్రుని విషయమై యొకడు ప్రలా పించునట్లు అతని విషయమై దుఃఖించుచు  ప్రలాపింతురు.","Verses":"Zech 12:10"},{"id":237,"Praises":"ఆయన మనయందు నివ సింపజేసిన ఆత్మ మత్సరపడునంతగా అపేక్షించునా అను లేఖనము చెప్పునది వ్యర్థమని అనుకొనుచున్నారా?","Verses":"Jam 4:5"},{"id":238,"Praises":"అటువలె ఆత్మయు మన బలహీనతను చూచి సహాయము చేయుచున్నాడు. ఏలయనగా మనము యుక్తముగా ఏలాగు ప్రార్థన చేయవలెనో మనకు తెలియదు గాని, ఉచ్చరింప శక్యముకాని మూలుగులతొ","Verses":"Rom 8:26"},{"id":239,"Praises":"అటువలె ఆత్మయు మన బలహీనతను చూచి సహాయము చేయుచున్నాడు. ఏలయనగా మనము యుక్తముగా ఏలాగు ప్రార్థన చేయవలెనో మనకు తెలియదు గాని, ఉచ్చరింప శక్యముకాని మూలుగులతొ","Verses":"Rom 8:26"},{"id":240,"Praises":"భూమి నిరాకారముగాను శూన్యముగాను ఉండెను; చీకటి అగాధ జలము పైన కమ్మియుండెను; దేవుని ఆత్మ జలములపైన అల్లాడుచుండెను.","Verses":"Gen 1:2"},{"id":241,"Praises":"యెహోవా ఆత్మ జ్ఞానవివేకములకు ఆధారమగు ఆత్మ ఆలోచన బలములకు ఆధారమగు ఆత్మ తెలివిని యెహోవాయెడల భయభక్తులను పుట్టించు ఆత్మ అతనిమీద నిలుచును","Verses":"Isa 11:2"},{"id":242,"Praises":"అందుకు నేను అతనికి నమస్కారము చేయుటకై అతని పాదముల యెదుట సాగిలపడగా అతడువద్దు సుమీ. నేను నీతోను, యేసునుగూర్చిన సాక్ష్యము చెప్పు నీ సహోదరులతోను సహదాసుడ","Verses":"Rev 19:10"},{"id":243,"Praises":"తీర్పుతీర్చు ఆత్మవలనను దహించు ఆత్మవలనను ప్రభువు  సీయోను కూమార్తెలకున్న కల్మషమును కడిగివేయు  నప్పుడు యెరూషలేమునకు తగిలిన రక్తమును దాని మధ్యనుండి  తీసివేసి దాని శుద్ధిచేయునప్పుడు","Verses":"Isa 4:4"},{"id":244,"Praises":"తీర్పుతీర్చు ఆత్మవలనను దహించు ఆత్మవలనను ప్రభువు  సీయోను కూమార్తెలకున్న కల్మషమును కడిగివేయు  నప్పుడు యెరూషలేమునకు తగిలిన రక్తమును దాని మధ్యనుండి  తీసివేసి దాని శుద్ధిచేయునప్పుడు","Verses":"Isa 4:4"},{"id":245,"Praises":"పడమటి దిక్కుననున్నవారు యెహోవా నామమునకు  భయపడుదురు సూర్యోదయ దిక్కుననున్నవారు ఆయన మహిమకు భయపడుదురు యెహోవా పుట్టించు గాలికి కొట్టుకొనిపోవు ప్రవాహ జలమువలె ఆయన వచ్చును.","Verses":"Isa 59:19"},{"id":246,"Praises":"అల్ఫాయు ఓమెగయు నేనే5. వర్తమాన భూత భవిష్యత్కాలములలో ఉండువాడను నేనే అని సర్వాధి కారియు దేవుడునగు ప్రభువు సెలవిచ్చుచున్నాడు.","Verses":"Rev 1:8"},{"id":247,"Praises":"అల్ఫాయు ఓమెగయు నేనే5. వర్తమాన భూత భవిష్యత్కాలములలో ఉండువాడను నేనే అని సర్వాధి కారియు దేవుడునగు ప్రభువు సెలవిచ్చుచున్నాడు.","Verses":"Rev 1:8"},{"id":248,"Praises":"లవొదికయలో ఉన్న సంఘపు దూతకు ఈలాగు వ్రాయుము ఆమేన్‌ అనువాడును నమ్మకమైన సత్యసాక్షియు దేవుని సృష్టికి ఆదియునైనవాడు చెప్పు సంగతులేవనగా","Verses":"Rev 3:14"},{"id":249,"Praises":"స్ముర్నలోఉన్న  సంఘపుదూతకు  ఈలాగు వ్రాయుముమొదటివాడును కడపటివాడునై యుండి, మృతుడై మరల బ్రదికినవాడు చెప్పు సంగతులేవనగా","Verses":"Rev 2:8"},{"id":250,"Praises":"ఎవడు దీని నాలోచించి జరిగించెను? ఆదినుండి మానవ వంశములను పిలిచినవాడనైన యెహోవానగు నేనే నేను మొదటివాడను కడవరివారితోను ఉండువాడను.","Verses":"Isa 41:4"},{"id":251,"Praises":"వర్తమానభూతకాలములలో ఉండు దేవుడవైన ప్రభువా, సర్వాధికారీ, నీవు నీ మహాబలమును స్వీకరించి యేలుచున్నావు గనుక మేము నీకు కృతజ్ఞతాస్తుతులు చెల్లించుచున్నాము.","Verses":"Rev 11:17"},{"id":252,"Praises":"అందుకు దేవుడునేను ఉన్నవాడను అను వాడనైయున్నానని మోషేతో చెప్పెను. మరియు ఆయనఉండుననువాడు మీయొద్దకు నన్ను పంపెనని నీవు ఇశ్రాయేలీయులతో చెప్పవలెననెను.","Verses":"Ex 3:14"},{"id":253,"Praises":"వర్తమానభూతకాలములలో ఉండు దేవుడవైన ప్రభువా, సర్వాధికారీ, నీవు నీ మహాబలమును స్వీకరించి యేలుచున్నావు గనుక మేము నీకు కృతజ్ఞతాస్తుతులు చెల్లించుచున్నాము.","Verses":"Rev 11:17"},{"id":254,"Praises":"దేవుడు ప్రేమాస్వరూపి, ప్రేమలేని వాడు దేవుని ఎరుగడు.","Verses":"1 Jn 4:8"},{"id":255,"Praises":"యెహోవా మహా ఘనత నొందియున్నాడు ఆయన ఉన్నతస్థలమున నివసించుచు న్యాయముతోను  నీతితోను సీయోనును నింపెను.","Verses":"Isa 33:5"},{"id":256,"Praises":"పవిత్రుడును, నిర్దోషియు, నిష్కల్మషుడును, పాపు లలో చేరక ప్రత్యేకముగా ఉన్నవాడును. ఆకాశ మండలముకంటె మిక్కిలి హెచ్చయినవాడునైన యిట్టి ప్రధానయాజకుడు మనకు సరిపోయినవాడు.","Verses":"Heb 7:26"},{"id":257,"Praises":"ఆలోచించుము, దేవుడు శక్తిమంతుడై ఘనత వహించిన వాడుఆయనను పోలిన బోధకుడెవడు?","Verses":"Job 36:22"},{"id":258,"Praises":"మరియు ఆయనయందు మీరును సంపూర్ణులై యున్నారు; ఆయన సమస్త ప్రధానులకును అధికారులకును శిరస్సై యున్నాడు;","Verses":"Col 2:10"},{"id":259,"Praises":"యెహోవా, భూమ్యాకాశములయందుండు సమస్తమును నీ వశము; మహాత్మ్యమును పరాక్రమమును ప్రభావమును తేజస్సును ఘనతయు నీకే చెందుచున్నవి; యెహోవా, రాజ్యము నీది, నీవు అందరిమీదను నిన్ను అధిపతిగా హెచ్చించుకొని యున్నావు.","Verses":"1 Chr 29:11"},{"id":260,"Praises":"జనముల ప్రధానులు అబ్రాహాముయొక్క దేవునికి జనులై కూడుకొనియున్నారు. భూనివాసులు ధరించుకొను కేడెములు దేవునివి ఆయన మహోన్నతుడాయెను.","Verses":"Ps 47:9"},{"id":261,"Praises":"మన ప్రభువు గొప్పవాడు ఆయన అధిక శక్తిగలవాడు ఆయన జ్ఞానమునకు మితిలేదు.","Verses":"Ps 147:5"},{"id":262,"Praises":"నరులకంటె నీవు అతిసుందరుడవై యున్నావు నీ పెదవులమీద దయారసము పోయబడియున్నది కావున దేవుడు నిత్యము నిన్ను ఆశీర్వదించును.","Verses":"Ps 45:2"},{"id":263,"Praises":"నీతిమంతులు పోవుమార్గము సమముగా ఉండును నీతిమంతుల త్రోవను నీవు సరాళము చేయుచున్నావు. యెహోవా, నీ తీర్పుల మార్గమున నీవు వచ్చుచున్నావని","Verses":"Isa 26:7"},{"id":264,"Praises":"అయితే నా నామమందు భయ భక్తులుగలవారగు మీకు నీతి సూర్యుడు ఉదయించును; అతని రెక్కలు ఆరోగ్యము కలుగజేయును గనుక మీరు బయలుదేరి క్రొవ్విన దూడలు గంతులు వేయునట్లు గంతులు వేయుదురు.","Verses":"Mal 4:2"},{"id":265,"Praises":"న్యాయమునుబట్టి ఆయన తీర్పు తీర్చునుఆయన ప్రతిదినము కోపపడు దేవుడు.","Verses":"Ps 7:11"},{"id":266,"Praises":"ఆయన ఆశ్రయదుర్గముగా నున్నాడు; ఆయన  కార్యము సంపూర్ణము ఆయన చర్యలన్నియు న్యాయములు ఆయన నిర్దోషియై నమ్ముకొనదగిన దేవుడు.  ఆయన నీతిపరుడు యథార్థవంతుడు.","Verses":"Deu 32:4"},{"id":267,"Praises":"విత్తువానికి విత్తనమును తినుటకు ఆహారమును దయచేయు దేవుడు మీకు విత్తనము దయచేసి విస్తరింపచేసి, మీరు ప్రతి విషయములో పూర్ణౌదార్య భాగ్యముగలవారగునట్లు, మీ నీతిఫలములు వృద్ధిపొం దించును.","Verses":"2 Cor 9:10"},{"id":268,"Praises":"ఆయన నీతిని, న్యాయమును ప్రేమించుచున్నాడు లోకము యెహోవా కృపతో నిండియున్నది.","Verses":"Ps 33:5"},{"id":269,"Praises":"మంటికుండ పెంకులలో ఒక పెంకై యుండి తన్ను సృజించినవానితో వాదించువానికి శ్రమ. జిగటమన్ను దాని రూపించువానితో నీవేమి చేయు చున్నావని అనదగునా? వీనికి చేతులు లేవని నీవు చేసినది నీతో చెప్పదగునా?","Verses":"Isa 45:9"},{"id":270,"Praises":"అయితే న్యాయము తీర్చు యెహోవా దాని మధ్యనున్నాడు; ఆయన అక్రమము చేయువాడు కాడు, అనుదినము తప్పకుండ ఆయన న్యాయ విధులను బయలుపరచును, ఆయనకు రహస్యమైనదేదియు లేదు; అయినను నీతిహీనులు సిగ్గెరుగరు","Verses":"Zep 3:5"},{"id":271,"Praises":"న్యాయము తప్పిపోకుండ ఆయన కనిపెట్టును తన భక్తుల ప్రవర్తనను ఆయన కాచును.","Verses":"Pro 2:8"},{"id":272,"Praises":"భూమి మొలకను మొలిపించునట్లుగాను తోటలో విత్తబడినవాటిని అది మొలిపించునట్లుగాను నిశ్చయముగా సమస్త జనముల యెదుట ప్రభువగు యెహోవా నీతిని స్తోత్రమును ఉజ్జీవింప జేయును.","Verses":"Isa 61:11"},{"id":273,"Praises":"దానునుగూర్చి యిట్లనెను దాను సింహపుపిల్ల అది బాషానునుండి దుమికి దాటును.","Verses":"Deu 33:22"},{"id":274,"Praises":"ఆహా, దేవుని బుద్ధి జ్ఞానముల బాహుళ్యము ఎంతో గంభీరము; ఆయన తీర్పులు శోధింప నెంతో అశక్య ములు; ఆయన మార్గములెంతో అగమ్యములు.","Verses":"Rom 11:33"},{"id":276,"Praises":"యెహోవా, వేల్పులలో నీవంటివాడెవడు పరిశుద్ధతనుబట్టి నీవు మహానీయుడవు స్తుతికీర్తనలనుబట్టి పూజ్యుడవు అద్భుతములు చేయువాడవు నీవంటివాడెవడు","Verses":"Ex 15:11"},{"id":277,"Praises":"పవిత్రుడును, నిర్దోషియు, నిష్కల్మషుడును, పాపు లలో చేరక ప్రత్యేకముగా ఉన్నవాడును. ఆకాశ మండలముకంటె మిక్కిలి హెచ్చయినవాడునైన యిట్టి ప్రధానయాజకుడు మనకు సరిపోయినవాడు.","Verses":"Heb 7:26"},{"id":278,"Praises":"పవిత్రుడును, నిర్దోషియు, నిష్కల్మషుడును, పాపు లలో చేరక ప్రత్యేకముగా ఉన్నవాడును. ఆకాశ మండలముకంటె మిక్కిలి హెచ్చయినవాడునైన యిట్టి ప్రధానయాజకుడు మనకు సరిపోయినవాడు.","Verses":"Heb 7:26"},{"id":279,"Praises":"యెహోవా నా శైలము, నా కోట, నన్ను రక్షించు వాడునా కేడెము, నా రక్షణ శృంగము, నా ఉన్నతదుర్గము, నా దేవుడునేను ఆశ్రయించియున్న నా దుర్గము.","Verses":"Ps 18:2"},{"id":280,"Praises":"యెహోవా నా శైలము, నా కోట, నన్ను రక్షించు వాడునా కేడెము, నా రక్షణ శృంగము, నా ఉన్నతదుర్గము, నా దేవుడునేను ఆశ్రయించియున్న నా దుర్గము.","Verses":"Ps 18:2"},{"id":281,"Praises":"యెహోవా నా శైలము, నా కోట, నన్ను రక్షించు వాడునా కేడెము, నా రక్షణ శృంగము, నా ఉన్నతదుర్గము, నా దేవుడునేను ఆశ్రయించియున్న నా దుర్గము.","Verses":"Ps 18:2"},{"id":282,"Praises":"యెహోవా నా శైలము, నా కోట, నన్ను రక్షించు వాడునా కేడెము, నా రక్షణ శృంగము, నా ఉన్నతదుర్గము, నా దేవుడునేను ఆశ్రయించియున్న నా దుర్గము.","Verses":"Ps 18:2"},{"id":283,"Praises":"యెహోవా ఉత్త ముడు, శ్రమ దినమందు ఆయన ఆశ్రయదుర్గము, తన యందు నమి్మకయుంచువారిని ఆయన ఎరుగును.","Verses":"Nah 1:7"},{"id":284,"Praises":"దేవుడు మనకు ఆశ్రయమును దుర్గమునై యున్నాడు ఆపత్కాలములో ఆయన నమ్ముకొనదగిన సహాయకుడు","Verses":"Ps 46:1"},{"id":285,"Praises":"యెహోవా నా శైలము, నా కోట, నన్ను రక్షించు వాడునా కేడెము, నా రక్షణ శృంగము, నా ఉన్నతదుర్గము, నా దేవుడునేను ఆశ్రయించియున్న నా దుర్గము.","Verses":"Ps 18:2"},{"id":286,"Praises":"ఎవని నిమిత్తము సమస్తమును ఉన్నవో, యెవనివలన సమస్తమును కలుగు చున్నవో, ఆయన అనేకులైన కుమారులను  మహిమకు తెచ్చుచుండగా వారి రక్షణకర్తను శ్రమలద్వారా సంపూ ర్ణునిగా చేయుట ఆయనకు తగును.","Verses":"Heb 2:10"},{"id":287,"Praises":"ఎవని నిమిత్తము సమస్తమును ఉన్నవో, యెవనివలన సమస్తమును కలుగు చున్నవో, ఆయన అనేకులైన కుమారులను  మహిమకు తెచ్చుచుండగా వారి రక్షణకర్తను శ్రమలద్వారా సంపూ ర్ణునిగా చేయుట ఆయనకు తగును.","Verses":"Heb 2:10"},{"id":288,"Praises":"రాత్రివేళ పరుండియుండి నేను నా ప్రాణప్రియుని వెదకితిని వెదకినను అతడు కనబడక యుండెను.","Verses":"Song 3:1"},{"id":289,"Praises":"యేసుపెండ్లి కుమారుడు తమతోకూడ నుండు కాలమున పెండ్లియింటి వారు దుఃఖపడగలరా? పెండ్లికుమారుడు వారియొద్దనుండి కొనిపోబడు దినములు వచ్చును, అప్పుడు వారు ఉప వాసము చేతురు.","Verses":"Matt 9:15"},{"id":290,"Praises":"యేసుపెండ్లి కుమారుడు తమతోకూడ నుండు కాలమున పెండ్లియింటి వారు దుఃఖపడగలరా? పెండ్లికుమారుడు వారియొద్దనుండి కొనిపోబడు దినములు వచ్చును, అప్పుడు వారు ఉప వాసము చేతురు.","Verses":"Matt 9:15"},{"id":291,"Praises":"నేను షారోను పొలములో పూయు పుష్పము వంటి  దానను లోయలలో పుట్టు పద్మమువంటిదానను.","Verses":"Song 2:1"},{"id":292,"Praises":"నేను షారోను పొలములో పూయు పుష్పము వంటి  దానను లోయలలో పుట్టు పద్మమువంటిదానను.","Verses":"Song 2:1"},{"id":293,"Praises":"నాకు నా ప్రియుడు ఏన్గెదీ ద్రాక్షావనములోని కర్పూరపు పూగుత్తులతో సమానుడు.","Verses":"Song 1:14"},{"id":294,"Praises":"నా ప్రియుడు నా రొమ్ముననుండు గోపరసమంత  సువాసనగలవాడు","Verses":"Song 1:13 "},{"id":295,"Praises":"అతని నోరు అతిమధురము. అతడు అతికాంక్షణీయుడు యెరూషలేము కూమార్తెలారా, ఇతడే నా ప్రియుడు ఇతడే నా స్నేహితుడు.","Verses":"Song 5:16"},{"id":296,"Praises":"నా ప్రియుడు ధవళవర్ణుడు రత్నవర్ణుడు పదివేలమంది పురుషులలో అతని గుర్తింపవచ్చును","Verses":"Song 5:10"},{"id":297,"Praises":"అతని నోరు అతిమధురము. అతడు అతికాంక్షణీయుడు యెరూషలేము కూమార్తెలారా, ఇతడే నా ప్రియుడు ఇతడే నా స్నేహితుడు.","Verses":"Song 5:16"},{"id":298,"Praises":"నా ప్రియుడు ధవళవర్ణుడు రత్నవర్ణుడు పదివేలమంది పురుషులలో అతని గుర్తింపవచ్చును","Verses":"Song 5:10"},{"id":299,"Praises":"సంఘములకోసము ఈ సంగతులనుగూర్చి మీకు సాక్ష్యమిచ్చుటకు యేసు అను నేను నా దూతను    పంపి యున్నాను. నేను దావీదు వేరుచిగురును సంతానమును,  ప్రకాశమానమైన  వేకువ  చుక్కయునై యున్నాను.","Verses":"Rev 22:16"},{"id":300,"Praises":"అడవి వృక్షములలో జల్దరు వృక్షమెట్లున్నదో పురుషులలో నా ప్రియుడు అట్లున్నాడు ఆనందభరితనై నేనతని నీడను కూర్చుంటిని అతని ఫలము నా జిహ్వకు మధురము.","Verses":"Song 2:3"},{"id":301,"Praises":"నా ప్రియుడు ఇఱ్ఱివలె నున్నాడు లేడిపిల్లవలె నున్నాడు అదిగో మన గోడకు వెలిగా నతడు నిలుచుచున్నాడు కిటికీగుండ చూచుచున్నాడు కిటికీకంతగుండ తొంగి చూచుచున్నాడు","Verses":"Song 2:9"},{"id":302,"Praises":"నీవు పూసికొను పరిమళతైలము సువాసనగలది నీ పేరు పోయబడిన పరిమళతైలముతో సమానము  కన్యకలు నిన్ను ప్రేమించుదురు.","Verses":"Song 1:3"},{"id":303,"Praises":"నన్ను ఆకర్షించుము మేము నీయొద్దకు పరుగెత్తి వచ్చెదము రాజు తన అంతఃపురములోనికి నన్ను చేర్చుకొనెను నిన్నుబట్టి మేము సంతోషించి ఉత్సహించెదము ద్రాక్షారసముకన్న నీ ప్రేమను ఎక్కువగా స్మరించె దము యథార్థమైన మనస్సుతో వారు నిన్ను ప్రేమించు చున్నారు.","Verses":"Song 1:4"},{"id":304,"Praises":"మరియుఇదిగో ఈయనే నా ప్రియ కుమారుడు, ఈయనయందు నేనానందించు చున్నానని యొక శబ్దము ఆకాశమునుండి వచ్చెను.","Verses":"Matt 3:17"},{"id":305,"Praises":"ఆయన మనలను  అంధకారసంబంధమైన  అధికారములోనుండి విడుదలచేసి, తాను ప్రేమించిన తన కుమారునియొక్క రాజ్యనివాసులనుగా చేసెను.","Verses":"Col 1:13"},{"id":306,"Praises":"యేసూ, సర్వోన్నతుడైన దేవునికుమారుడా, నాతో నీకేమి? నన్ను బాధపరచకుమని దేవుని పేరట నీకు ఆనబెట్టుచున్నానని బిగ్గరగా కేకలు వేసెను.","Verses":"Mk 5:7"},{"id":307,"Praises":"అయితే ఆయన ఉత్తరమేమియు చెప్పక ఊరకుండెను. తిరిగి ప్రధాన యాజకుడుపరమాత్ముని కుమారుడవైన క్రీస్తువు నీవేనా? అని ఆయన నడుగగా","Verses":"Mk 14:61"},{"id":308,"Praises":"కాబట్టి మీరు జరుగబోవు వీటినెల్లను తప్పించు కొని, మనుష్యకుమారుని యెదుట నిలువబడుటకు శక్తిగల వారగునట్లు ఎల్లప్పుడును ప్రార్థనచేయుచు మెలకువగా ఉండుడని చెప్పెను.","Verses":"Lk 21:36"},{"id":309,"Praises":"ఈయన ఆ ప్రధానయాజకులవలె మొదట తన సొంత పాపములకొరకు తరువాత ప్రజల పాపములకొరకును దినదినము బలులను అర్పింపవలసిన అవసరము గలవాడు కాడు; తన్ను తాను అర్పించు కొన్నప్పుడు ఒక్కసారే యీ పనిచేసి ముగించెను.","Verses":"Heb 7:28"},{"id":310,"Praises":"ఇదిగో త్రోవప్రక్కను  కూర్చున్న యిద్దరు గ్రుడ్డివారు యేసు ఆ మార్గమున వెళ్లు చున్నాడని వినిప్రభువా, దావీదు కుమారుడా, మమ్ము కరుణింపుమని కేకలువేసిరి.","Verses":"Matt 20:30"},{"id":311,"Praises":"ఇదిగో త్రోవప్రక్కను  కూర్చున్న యిద్దరు గ్రుడ్డివారు యేసు ఆ మార్గమున వెళ్లు చున్నాడని వినిప్రభువా, దావీదు కుమారుడా, మమ్ము కరుణింపుమని కేకలువేసిరి.","Verses":"Matt 20:30"},{"id":312,"Praises":"యేసుక్రీస్తు నిన్న, నేడు, ఒక్కటేరీతిగా ఉన్నాడు; అవును యుగయుగములకును ఒక్కటే రీతిగా ఉండును.","Verses":"Heb 13:8"},{"id":313,"Praises":"యేసుక్రీస్తు నిన్న, నేడు, ఒక్కటేరీతిగా ఉన్నాడు; అవును యుగయుగములకును ఒక్కటే రీతిగా ఉండును.","Verses":"Heb 13:8"},{"id":314,"Praises":"మీ పరలోకపు తండ్రి పరిపూర్ణుడు   గనుక మీరును పరిపూర్ణులుగా ఉండెదరు.","Verses":"Matt 5:48"},{"id":315,"Praises":"మేఘములను తేలచేయుటయు పరిపూర్ణజ్ఞానము గలవాని మహా కార్యములును నీకు  తెలియునా?","Verses":"Job 37:16"},{"id":316,"Praises":"నాయందు విశ్వాసముంచు ప్రతివాడు చీకటిలో నిలిచి యుండకుండునట్లు నేను ఈ లోకమునకు వెలుగుగా వచ్చియున్నాను.","Verses":"Jn 12:46"},{"id":317,"Praises":"నిజమైన వెలుగు ఉండెను; అది లోకములోనికి వచ్చుచు ప్రతి మనుష్యుని వెలిగించుచున్నది.","Verses":"Jn 1:9"},{"id":318,"Praises":"నిజమైన వెలుగు ఉండెను; అది లోకములోనికి వచ్చుచు ప్రతి మనుష్యుని వెలిగించుచున్నది.","Verses":"Jn 1:9"},{"id":319,"Praises":"నీవు యాకోబు గోత్రపువారిని ఉద్ధరించునట్లును ఇశ్రాయేలులో తప్పింపబడినవారిని రప్పించునట్లును నా సేవకుడవై యుండుట ఎంతో స్వల్పవిషయము; భూదిగంతములవరకు నీవు నేను కలుగజేయు రక్షణకు  సాధనమగుటకై అన్యజనులకు వెలుగై యుండునట్లు నిన్ను నియమించి  యున్నాను.","Verses":"Isa 49:6"},{"id":320,"Praises":"నమ్మకమైన సాక్షియు, మృతులలోనుండి ఆది సంభూతుడుగా లేచిన వాడును, భూపతులకు అధిపతియునైన యేసుక్రీస్తు నుండియు, కృపాసమాధానములు మీకు కలుగునుగాక.","Verses":"Rev 1:5"},{"id":321,"Praises":"మరియు సింహాసనమునకును ఆ నాలుగు జీవుల   కును పెద్దలకును మధ్యను, వధింపబడినట్లుండిన గొఱ్ఱపిల్ల నిలిచియుండుట చూచితిని. ఆ గొఱ్ఱపిల్లకు ఏడు కొమ్ములును ఏడు కన్నులు నుండెను. ఆ కన్నులు భూమి యందంతటికి పంపబడిన దేవుని యేడు ఆత్మలు.","Verses":"Rev 5:6"},{"id":322,"Praises":"అతడు నడుచుచున్న యేసు వైపు చూచిఇదిగో దేవుని గొఱ్ఱపిల్ల అని చెప్పెను.","Verses":"Jn 1:36"},{"id":323,"Praises":"నా సేవకుడైన దావీదు వారికి రాజవును, వారికందరికి కాపరి యొక్కడే యుండును, వారు నా విధులను అనుసరింతురు, నా కట్ట డలను గైకొని ఆచరింతురు.","Verses":"Eze37:24"},{"id":324,"Praises":"గొఱ్ఱల గొప్ప కాపరియైన యేసు అను మన ప్రభువును నిత్యమైన నిబంధన సంబంధమగు రక్తమునుబట్టి మృతులలోనుండి లేపిన సమాధానకర్తయగు దేవుడు,","Verses":"Heb 13:20"},{"id":325,"Praises":"నేను గొఱ్ఱలకు మంచి కాపరిని; మంచి కాపరి గొఱ్ఱలకొరకు తన ప్రాణము పెట్టును.","Verses":"Jn 10:11"},{"id":326,"Praises":"నేను గొఱ్ఱలకు మంచి కాపరిని; మంచి కాపరి గొఱ్ఱలకొరకు తన ప్రాణము పెట్టును.","Verses":"Jn 10:11"},{"id":327,"Praises":"ప్రధాన కాపరి ప్రత్యక్షమైనప్పుడు మీరు వాడబారని మహిమ కిరీటము పొందుదురు.","Verses":"1 Pet 5:4"},{"id":328,"Praises":"మీరు గొఱ్ఱలవలె దారితప్పిపోతిరి గాని యిప్పుడు మీ ఆత్మల కాపరియు అధ్యక్షుడునైన ఆయన వైపునకు మళ్లియున్నారు.","Verses":"1 Pet 2:25"},{"id":329,"Praises":"మన యతిక్రమక్రియలనుబట్టి అతడు గాయపరచ బడెను మన దోషములనుబట్టి నలుగగొట్టబడెను మన సమాధానార్థమైన శిక్ష అతనిమీద పడెను అతడు పొందిన దెబ్బలచేత మనకు స్వస్థత కలుగు చున్నది.","Verses":"Isa 53:5"},{"id":330,"Praises":"మన యతిక్రమక్రియలనుబట్టి అతడు గాయపరచ బడెను మన దోషములనుబట్టి నలుగగొట్టబడెను మన సమాధానార్థమైన శిక్ష అతనిమీద పడెను అతడు పొందిన దెబ్బలచేత మనకు స్వస్థత కలుగు చున్నది.","Verses":"Isa 53:5"},{"id":331,"Praises":"కావున గొప్పవారితో నేనతనికి పాలు పంచిపెట్టెదను ఘనులతో కలిసి అతడు కొల్లసొమ్ము విభాగించుకొనును. ఏలయనగా మరణము నొందునట్లు అతడు తన ప్రాణ  మును ధారపోసెను అతిక్రమము చేయువారిలో ఎంచబడినవాడాయెను అనేకుల పాపమును భరించుచు తిరుగుబాటు చేసినవారినిగూర్చి విజ్ఞాపనముచేసెను","Verses":"Isa 53:12"},{"id":332,"Praises":"ఆయన మాటవలన దయ్యములను వెళ్ళ గొట్టి రోగులనెల్లను స్వస్థపరచెను. అందువలనఆయనే మన బలహీనతలను వహించుకొని మన రోగములను భరించెనని ప్రవక్తయైన యెషయాద్వార చెప్పబడినది నెరవేరెను.","Verses":"Matt 8:17"},{"id":333,"Praises":"నిశ్చయముగా అతడు మన రోగములను భరించెను మన వ్యసనములను వహించెను అయినను మొత్తబడినవానిగాను దేవునివలన బాధింపబడినవానిగాను శ్రమనొందినవానిగాను మనమతనిని ఎంచితివిు.","Verses":"Isa 53:4"},{"id":334,"Praises":"ఆయన సిలువరక్తముచేత సంధిచేసి, ఆయనద్వారా సమస్తమును, అవి  భూలోకమందున్నవైనను  పరలోక మందున్నవైనను, వాటినన్నిటిని ఆయనద్వారా తనతో సమాధానపరచుకొన వలెననియు తండ్రి అభీష్టమాయెను.","Verses":"Col 1:20"},{"id":335,"Praises":"మన యతిక్రమక్రియలనుబట్టి అతడు గాయపరచ బడెను మన దోషములనుబట్టి నలుగగొట్టబడెను మన సమాధానార్థమైన శిక్ష అతనిమీద పడెను అతడు పొందిన దెబ్బలచేత మనకు స్వస్థత కలుగు చున్నది.","Verses":"Isa 53:5"},{"id":336,"Praises":"దేవుని కృపవలన ఆయన ప్రతి మనుష్యుని కొరకు మరణము అనుభవించునట్లు,దూతలకంటె కొంచెము తక్కువవాడుగా చేయబడిన యేసు మరణము పొంది నందున, మహిమాప్రభావములతో కిరీటము ధరించిన వానిగా ఆయనను చూచుచున్నాము","Verses":"Heb 2:9"},{"id":337,"Praises":"నన్ను చూచువారందరు పెదవులు విరిచి తల ఆడిం చుచు నన్ను అపహసించుచున్నారు.","Verses":"Ps 22:7"},{"id":338,"Praises":"నేను నరుడను కాను నేను పురుగును నరులచేత నిందింపబడినవాడను ప్రజలచేత తృణీకరింపబడిన వాడను.","Verses":"Ps 22:6"},{"id":339,"Praises":"నేను నరుడను కాను నేను పురుగును నరులచేత నిందింపబడినవాడను ప్రజలచేత తృణీకరింపబడిన వాడను.","Verses":"Ps 22:6"},{"id":340,"Praises":"కావున గొప్పవారితో నేనతనికి పాలు పంచిపెట్టెదను ఘనులతో కలిసి అతడు కొల్లసొమ్ము విభాగించుకొనును. ఏలయనగా మరణము నొందునట్లు అతడు తన ప్రాణ  మును ధారపోసెను అతిక్రమము చేయువారిలో ఎంచబడినవాడాయెను అనేకుల పాపమును భరించుచు తిరుగుబాటు చేసినవారినిగూర్చి విజ్ఞాపనముచేసెను","Verses":"Isa 53:12"},{"id":341,"Praises":"కావున గొప్పవారితో నేనతనికి పాలు పంచిపెట్టెదను ఘనులతో కలిసి అతడు కొల్లసొమ్ము విభాగించుకొనును. ఏలయనగా మరణము నొందునట్లు అతడు తన ప్రాణ  మును ధారపోసెను అతిక్రమము చేయువారిలో ఎంచబడినవాడాయెను అనేకుల పాపమును భరించుచు తిరుగుబాటు చేసినవారినిగూర్చి విజ్ఞాపనముచేసెను","Verses":"Isa 53:12"},{"id":342,"Praises":"మన యతిక్రమక్రియలనుబట్టి అతడు గాయపరచ బడెను మన దోషములనుబట్టి నలుగగొట్టబడెను మన సమాధానార్థమైన శిక్ష అతనిమీద పడెను అతడు పొందిన దెబ్బలచేత మనకు స్వస్థత కలుగు చున్నది.","Verses":"Isa 53:5"},{"id":343,"Praises":"ఆయన ఇక్కడలేడు,   ఆయన లేచియున్నాడు; ఆయన ఇంక గలిలయలో ఉండి నప్పుడు","Verses":"Lk 24:6"},{"id":344,"Praises":"అందుకు యేసుపునరుత్థానమును జీవమును నేనే; నాయందు విశ్వాసముంచువాడు చని పోయినను బ్రదుకును;","Verses":"Jn 11:25"},{"id":345,"Praises":"యేసు నేనే మార్గమును, సత్యమును, జీవమును; నా ద్వారానే తప్ప యెవడును తండ్రియొద్దకు రాడు.","Verses":"Jn 14:6"},{"id":346,"Praises":"మరియు ఆయన భూలోకమునకు ఆదిసంభూతుని మరల రప్పించినప్పుడు దేవుని దూతలందరు ఆయనకు నమస్కారము చేయవలెనని చెప్పుచున్నాడు.","Verses":"Heb 1:6"},{"id":348,"Praises":"నేనే ద్వారమును; నా ద్వారా ఎవడైన లోపల ప్రవేశించిన యెడల వాడు రక్షింపబడినవాడై, లోపలికి పోవుచు బయటికి వచ్చుచు మేత మేయుచునుండును.","Verses":"Jn 10:9"},{"id":351,"Praises":"నేను మొదటివాడను కడపటివాడను జీవించువాడను; మృతుడనైతిని గాని ఇదిగో యుగయుగములు సజీవుడనై యున్నాను. మరియు మరణముయొక్కయు పాతాళ లోకము యొక్కయు తాళపుచెవులు నా స్వాధీనములో ఉన్నవి.","Verses":"Rev 1:18"},{"id":352,"Praises":"ఫిలదెల్ఫియలో ఉన్న సంఘపు దూతకు ఈలాగు వ్రాయుము దావీదు తాళపుచెవి కలిగి, యెవడును వేయ లేకుండ తీయువాడును, ఎవడును తీయలేకుండ వేయువాడునైన సత్యస్వరూపియగు పరిశుద్ధుడు చెప్పుసంగతు లేవనగా","Verses":"Rev 3:7"},{"id":353,"Praises":"ఫిలదెల్ఫియలో ఉన్న సంఘపు దూతకు ఈలాగు వ్రాయుము దావీదు తాళపుచెవి కలిగి, యెవడును వేయ లేకుండ తీయువాడును, ఎవడును తీయలేకుండ వేయువాడునైన సత్యస్వరూపియగు పరిశుద్ధుడు చెప్పుసంగతు లేవనగా","Verses":"Rev 3:7"},{"id":354,"Praises":"ఫిలదెల్ఫియలో ఉన్న సంఘపు దూతకు ఈలాగు వ్రాయుము దావీదు తాళపుచెవి కలిగి, యెవడును వేయ లేకుండ తీయువాడును, ఎవడును తీయలేకుండ వేయువాడునైన సత్యస్వరూపియగు పరిశుద్ధుడు చెప్పుసంగతు లేవనగా","Verses":"Rev 3:7"},{"id":355,"Praises":"దీనిని తినువాడు చావ కుండునట్లు పరలోకమునుండి దిగివచ్చిన ఆహార మిదే.","Verses":"Jn 6:50"},{"id":356,"Praises":"విశ్వసించువాడే నిత్యజీవము గలవాడు. జీవాహారము  నేనే.","Verses":"Jn 6:48"},{"id":357,"Praises":"విశ్వసించువాడే నిత్యజీవము గలవాడు. జీవాహారము  నేనే.","Verses":"Jn 6:48"},{"id":358,"Praises":"ఇశ్రాయేలు నకు ఆశ్రయమా, యెహోవా, నిన్ను విసర్జించి వారందరు సిగ్గునొందుదురు. నాయెడల ద్రోహము చేయువారు యెహోవా అను జీవజలముల ఊటను విసర్జించియున్నారు గనుక వారు ఇసుకమీద పేరు వ్రాయబడినవారుగా ఉందురు.","Verses":"Jer 17:13"},{"id":359,"Praises":"మీరు జీవాధిపతిని చంపితిరి గాని దేవుడు ఆయనను మృతులలోనుండి లేపెను; అందుకు మేము సాక్షులము.","Verses":"Act 3:15"},{"id":360,"Praises":"నీ పితరులైన అబ్రాహాము ఇస్సాకు యాకోబులకు ఆయన ప్రమాణము చేసిన దేశములో మీరు నివసించునట్లు యెహోవాయే నీ ప్రాణమునకును నీ దీర్ఘాయుష్షుకును మూలమై యున్నాడు. కాబట్టి నీవును నీ సంతానమును బ్రదుకుచు, నీ ప్రాణమునకు మూలమైన నీ దేవుడైన యెహోవాను ప్రేమించి ఆయన వాక్యమును విని ఆయనను హత్తుకొను నట్లును జీవమును కోరుకొనుడి.","Verses":"Deu 30:20"},{"id":362,"Praises":"మరల యేసు నేను లోకమునకు వెలుగును, నన్ను వెంబడించువాడు చీకటిలో నడువక జీవపు వెలుగుగలిగి యుండునని వారితో చెప్పెను.","Verses":"Jn 8:12"},{"id":363,"Praises":"ప్రవక్తలును మోషేయు ముందుగా చెప్పినవి కాక మరి ఏమియు చెప్పక, అల్పు లకును ఘనులకును సాక్ష్యమిచ్చుచుంటిని.","Verses":"Act 26:23"},{"id":364,"Praises":"యెషూరూను క్రొవ్వినవాడై కాలు జాడించెను నీవు క్రొవ్వి బలిసి మందుడవైతివి. వాడు తన్ను పుట్టించిన దేవుని విడిచెను తన రక్షణ శైలమును తృణీకరించెను.","Verses":"Deu 32:15"},{"id":365,"Praises":"యెహోవా యెహోవాయే నిత్యాశ్రయదుర్గము యుగయుగములు యెహోవాను నమ్ముకొనుడి.","Verses":"Isa 26:4"},{"id":367,"Praises":"నిన్ను పుట్టించిన ఆశ్రయదుర్గమును విసర్జించితివి. నిన్ను కనిన దేవుని మరచితివి.","Verses":"Deu 32:18"},{"id":368,"Praises":"నా శరీరము నా హృదయము క్షీణించిపోయినను దేవుడు నిత్యము నా హృదయమునకు ఆశ్రయ దుర్గ  మును స్వాస్థ్యమునై యున్నాడు.","Verses":"Ps 73:26"},{"id":369,"Praises":"ఏలయనగా నీవు నీ రక్షణకర్తయగు దేవుని మరచిపోతివి నీ ఆశ్రయదుర్గమైన నీ శైలమును జ్ఞాపకము చేసికొన లేదు అందుచేత నీవు రమ్యమైన వనములను నాటుచు వచ్చి  తివి వాటిలో అన్యమైన ద్రాక్షావల్లులను నాటితివి","Verses":"Isa 17:10"},{"id":370,"Praises":"నా ప్రాణవిరోధులు సిగ్గుపడి నశించుదురు గాక. నాకు కీడుచేయ జూచువారు నిందపాలై మాన భంగము నొందుదురుగాక.","Verses":"Ps 71:13"},{"id":371,"Praises":"యెహోవా, నా ఆశ్రయదుర్గమా, నా విమోచకుడా, నా నోటి మాటలును నా హృదయ ధ్యానమునునీ దృష్టికి అంగీకారములగును గాక.","Verses":"Ps 19:14"},{"id":372,"Praises":"కాబట్టి ప్రభువు నాకు సహాయుడు, నేను భయపడను,  నరమాత్రుడు నాకేమి చేయగలడు? అనిమంచి ధైర్యముతో చెప్పగలవారమై యున్నాము.","Verses":"Heb 13:6"},{"id":373,"Praises":"మరియు నీ గర్భమందు పుట్టిన నీ  పుత్రసంతును బబులోను రాజు నగరునందు నపుంసకులగా  చేయుటకై వారు తీసికొనిపోవుదురు.","Verses":"Isa 39:7"},{"id":374,"Praises":"నిన్ను సృష్టించినవాడు నీకు భర్తయైయున్నాడు సైన్యములకధిపతియగు యెహోవా అని ఆయనకు పేరు. ఇశ్రాయేలుయొక్క పరిశుద్ధదేవుడు నీకు విమోచకుడు సర్వలోకమునకు దేవుడని ఆయనకు పేరు.","Verses":"Isa 54:5"},{"id":375,"Praises":"నిన్ను సృష్టించినవాడు నీకు భర్తయైయున్నాడు సైన్యములకధిపతియగు యెహోవా అని ఆయనకు పేరు. ఇశ్రాయేలుయొక్క పరిశుద్ధదేవుడు నీకు విమోచకుడు సర్వలోకమునకు దేవుడని ఆయనకు పేరు.","Verses":"Isa 54:5"},{"id":376,"Praises":"అతని నోరు అతిమధురము. అతడు అతికాంక్షణీయుడు యెరూషలేము కూమార్తెలారా, ఇతడే నా ప్రియుడు ఇతడే నా స్నేహితుడు.","Verses":"Song 5:16"},{"id":377,"Praises":"నా ప్రియుడా, నీవు సుందరుడవు అతిమనోహరుడవు మన శయనస్థానము పచ్చనిచోటు","Verses":"Song 1:16"},{"id":378,"Praises":"ఆయనే నీకు కీర్తనీయుడు. నీవు కన్నులార చూచు చుండగా భీకరమైన ఆ గొప్ప కార్యములను నీ కొరకు చేసిన నీ దేవుడు ఆయనే.","Verses":"Deu 10:21"},{"id":379,"Praises":"యెహోవా నాకు వెలుగును రక్షణయునైయున్నాడు, నేను ఎవరికి భయపడుదును? యెహోవా నా ప్రాణదుర్గము, ఎవరికి వెరతును?","Verses":"Ps 27:1"},{"id":380,"Praises":"ప్రభువైన యెహోవా నా రక్షణదుర్గము యుద్ధదినమున నీవు నా తలను కాయుదువు.","Verses":"Ps 140:7"},{"id":381,"Praises":"యెహోవాయే నా బలము నా గానము ఆయన నాకు రక్షణయు ఆయెను.ఆయన నా దేవుడు ఆయనను వర్ణించెదను ఆయన నా పితరుల దేవుడు ఆయన మహిమ నుతించెదను.","Verses":"Ex 15:2"},{"id":382,"Praises":"యెహోవా నాకు వెలుగును రక్షణయునైయున్నాడు, నేను ఎవరికి భయపడుదును? యెహోవా నా ప్రాణదుర్గము, ఎవరికి వెరతును?","Verses":"Ps 27:1"},{"id":383,"Praises":"యెహోవా నాకు వెలుగును రక్షణయునైయున్నాడు, నేను ఎవరికి భయపడుదును? యెహోవా నా ప్రాణదుర్గము, ఎవరికి వెరతును?","Verses":"Ps 27:1"},{"id":384,"Praises":"యెహోవా నా దేవా, నా పరిశుద్ధ దేవా, ఆదినుండి నీవున్నవాడవు కావా? మేము మరణమునొందము; యెహోవా, తీర్పు తీర్చుటకు నీవు వారిని నియమించియున్నావు; ఆశ్రయ దుర్గమా, మమ్మును దండించుటకు వారిని పుట్టించితివి.","Verses":"Haba 1:12"},{"id":385,"Praises":"మనుష్యుడు గాలికి మరుగైనచోటువలెను గాలివానకు  చాటైన చోటువలెను ఉండును ఎండినచోట నీళ్లకాలువలవలెను అలసట పుట్టించు దేశమున గొప్పబండ నీడవలెను ఉండును.","Verses":"Isa 32:2"},{"id":386,"Praises":"యెహోవా, నీవే నాకు కేడెముగానునీవే నాకు అతిశయాస్పదముగాను నా తల ఎత్తువాడవుగాను ఉన్నావు.","Verses":"Ps 3:3"},{"id":387,"Praises":"ఆయన నాకు కృపానిధి నా కోట నా దుర్గము నన్ను తప్పించువాడు నా కేడెము నే నాశ్రయించువాడు ఆయన నా జనులను నాకు లోబరచువాడైయున్నాడు.","Verses":"Ps 144:2"},{"id":388,"Praises":"నీ యెదుట నేను పాపము చేయకుండునట్లు నా  హృదయములో  నీ  వాక్యము  ఉంచుకొని యున్నాను.","Verses":"Ps 119:11"},{"id":389,"Praises":"ఆయన నాకు కృపానిధి నా కోట నా దుర్గము నన్ను తప్పించువాడు నా కేడెము నే నాశ్రయించువాడు ఆయన నా జనులను నాకు లోబరచువాడైయున్నాడు.","Verses":"Ps 144:2"},{"id":390,"Praises":"యెహోవా నా స్వాస్థ్యభాగము నా పానీయభాగమునీవే నా భాగమును కాపాడుచున్నావు.","Verses":"Ps 16:5"},{"id":391,"Praises":"యెహోవా నా స్వాస్థ్యభాగము నా పానీయభాగమునీవే నా భాగమును కాపాడుచున్నావు.","Verses":"Ps 16:5"},{"id":392,"Praises":"యెహోవా, నీకే నేను మొఱ్ఱపెట్టుచున్నాను నా ఆశ్రయదుర్గము నీవే సజీవులున్న భూమిమీద నా స్వాస్థ్యము నీవే అని నేననుకొంటిని.","Verses":"Ps 142:5"},{"id":393,"Praises":"అయినను ఇప్పుడు నీవునా తండ్రీ, చిన్నప్పటినుండి నాకు చెలికాడవు నీవే యని నాకు మొఱ్ఱపెట్టుచుండవా?","Verses":"Jer 3:4"},{"id":394,"Praises":"ఆమె ఈ మాట చెప్పి వెళ్లిబోధకుడు వచ్చి నిన్ను పిలుచుచున్నాడని తన సహోదరియైన మరియను రహస్య ముగా పిలిచెను.","Verses":"Jn 11:28"},{"id":395,"Praises":"నేను పద్మములలో మేపుచున్న నా ప్రియునిదానను అతడును నావాడు.","Verses":"Song 6:3"},{"id":396,"Praises":"ఆయన మిమ్మునుగూర్చి చింతించుచున్నాడు గనుక మీ చింత యావత్తు ఆయనమీద వేయుడి.","Verses":"1 Pet 5:7"},{"id":397,"Praises":"ఇప్పుడు నాకు సాక్షియైనవాడు పరలోకములోనున్నాడునా పక్షముగా సాక్ష్యము పలుకువాడు పరమందున్నాడు.","Verses":"Job 16:19"},{"id":398,"Praises":"కాబట్టి  నీ  దేవుడైన యెహోవా తానే దహించు అగ్నివలె నీ ముందర దాటి పోవుచున్నాడని నేడు నీవు తెలిసికొ నుము. ఆయన వారిని నశింపజేసి నీ యెదుట వారిని కూలద్రోయును. యెహోవా నీతో చెప్పినట్లు నీవు  వారిని వెళ్లగొట్టి వేగమే వారిని నశింపజేసెదవు.","Verses":"Deu 9:3"},{"id":399,"Praises":"నేను నిర్దోషినై యుండినను ఆయనకు ప్రత్యుత్తరము చెప్పజాలనున్యాయకర్తయని1 నేనాయనను బతిమాలుకొనదగును.","Verses":"Job 9:15"},{"id":400,"Praises":"ఆ చొప్పున చేసి దుష్టులతో కూడ నీతి మంతులను  చంపుట నీకు దూరమవునుగాక. నీతిమంతుని దుష్టు నితో సమముగా ఎంచుట నీకు దూరమవు గాక. సర్వలోకమునకు తీర్పు తీర్చువాడు న్యాయము చేయడా అని చెప్పినప్పుడు","Verses":"Gen 18:25"},{"id":401,"Praises":"నా చిన్నపిల్లలారా, మీరు పాపము చేయకుండు టకై యీ సంగతులను మీకు వ్రాయుచున్నాను. ఎవడైనను పాపము చేసినయెడల నీతిమంతుడైన యేసుక్రీస్తు అను ఉత్తరవాది తండ్రియొద్ద మనకున్నాడు.","Verses":"1 Jn 2:1"},{"id":402,"Praises":"నన్ను బలపరచువానియందే నేను సమస్తమును చేయగలను.","Verses":"Phil 4:13"},{"id":403,"Praises":"వాడునజరేయుడవగు యేసూ,  మాతో నీకేమి, మమ్ము నశింపజేయుటకు వచ్చితివా? నీవెవడవో నాకు తెలియును; నీవు దేవుని పరిశుద్ధుడవు అని కేకలు వేసెను.","Verses":"Mk 1:24"},{"id":404,"Praises":"నా చిన్నపిల్లలారా, మీరు పాపము చేయకుండు టకై యీ సంగతులను మీకు వ్రాయుచున్నాను. ఎవడైనను పాపము చేసినయెడల నీతిమంతుడైన యేసుక్రీస్తు అను ఉత్తరవాది తండ్రియొద్ద మనకున్నాడు.","Verses":"1 Jn 2:1"},{"id":405,"Praises":"ఏలయనగా మనకు శిశువు పుట్టెను మనకు కుమారుడు అనుగ్రహింపబడెను ఆయన భుజముమీద రాజ్యభారముండును. ఆశ్చర్యకరుడు ఆలోచనకర్త బలవంతుడైన దేవుడు నిత్యుడగు తండ్రి సమాధానకర్తయగు అధిపతి అని  అతనికి పేరు పెట్టబడును.","Verses":"Isa 9:6"},{"id":406,"Praises":"ఆయన ఒక్కడే మహాశ్చర్యకార్యములు చేయువాడు ఆయన కృప నిరంతరముండును.","Verses":"Ps 136:4"},{"id":407,"Praises":"నా స్నేహితులైన మీతో నేను చెప్పునదేమనగా    దేహమును చంపిన తరువాత మరేమియు చేయనేరని      వారికి భయపడకుడి.","Verses":"Lk 12:4"},{"id":408,"Praises":"మనుష్య కుమారుడు తినుచును, త్రాగు చును వచ్చెను గనుక మీరుఇదిగో వీడు తిండిపోతును మద్యపానియు, సుంకరులకును పాపులకును స్నేహితు డును అను చున్నారు.","Verses":"Lk 7:34"},{"id":409,"Praises":"పవిత్రుడును, నిర్దోషియు, నిష్కల్మషుడును, పాపు లలో చేరక ప్రత్యేకముగా ఉన్నవాడును. ఆకాశ మండలముకంటె మిక్కిలి హెచ్చయినవాడునైన యిట్టి ప్రధానయాజకుడు మనకు సరిపోయినవాడు.","Verses":"Heb 7:26"},{"id":410,"Praises":"పనిచేయక, భక్తిహీనుని నీతిమంతునిగా తీర్చు వానియందు విశ్వాసముంచు వానికి వాని విశ్వాసము నీతిగా ఎంచబడుచున్నది.","Verses":"Rom 4:5"},{"id":411,"Praises":"ఆ దినమున పాపమును అపవిత్రతను పరిహరించు టకై దావీదు సంతతివారికొరకును, యెరూషలేము నివా సులకొరకును ఊట యొకటి తియ్యబడును.","Verses":"Zech 13:1"},{"id":415,"Praises":"క్రొత్తనిబంధనకు మధ్య వర్తియైన యేసునొద్దకును హేబెలుకంటె మరి శ్రేష్ఠముగ పలుకు ప్రోక్షణ రక్తమునకును మీరు వచ్చియున్నారు.","Verses":"Heb 12:24"},{"id":416,"Praises":"క్రొత్తనిబంధనకు మధ్య వర్తియైన యేసునొద్దకును హేబెలుకంటె మరి శ్రేష్ఠముగ పలుకు ప్రోక్షణ రక్తమునకును మీరు వచ్చియున్నారు.","Verses":"Heb 12:24"},{"id":418,"Praises":"గొఱ్ఱల గొప్ప కాపరియైన యేసు అను మన ప్రభువును నిత్యమైన నిబంధన సంబంధమగు రక్తమునుబట్టి మృతులలోనుండి లేపిన సమాధానకర్తయగు దేవుడు,","Verses":"Heb 13:20"},{"id":419,"Praises":"అందుకు యేసునీవు దేవుని వరమునునాకు దాహమునకిమ్మని నిన్ను అడుగుచున్నవాడెవడో అదియు ఎరిగియుంటే నీవు ఆయనను అడుగుదువు, ఆయన నీకు జీవజల మిచ్చునని ఆమెతో చెప్పెన","Verses":"Jn 4:10"},{"id":420,"Praises":"మీరు పులిపిండి లేనివారు గనుక క్రొత్తముద్ద అవుటకై ఆ పాతదైన  పులిపిండిని తీసిపారవేయుడి. ఇంతే కాక క్రీస్తు అను మన పస్కా పశువు వధింపబడెను","Verses":"1 Cor 5:7"},{"id":421,"Praises":"ఆయనే మన పాపములకు శాంతికరమై యున్నాడు; మన పాప ములకు మాత్రమేకాదు. సర్వలోకమునకును శాంతికరమై యున్నాడు.","Verses":"1 Jn 2:2"},{"id":422,"Praises":"నిత్యుడగు ఆత్మద్వారా తన్నుతాను దేవునికి నిర్దోషినిగా అర్పించు కొనిన క్రీస్తుయొక్క రక్తము, నిర్జీవక్రియలను విడిచి జీవముగల దేవుని సేవించుటకు మీ మనస్సాక్షిని ఎంతో యెక్కువగా శుద్ధిచేయును.","Verses":"Heb 9:14"},{"id":423,"Praises":"ఆయన పశ్చాత్తాపపడడు అనియీయనతో చెప్పినవానివలన ప్రమాణపూర్వకముగా యాజకుడాయెను.","Verses":"Heb 7:22"},{"id":424,"Praises":"ఇతడు మొదట తన సహోదరుడైన సీమోనును చూచిమేము మెస్సీయను కనుగొంటి మని అతనితో చెప్పి","Verses":"Jn 1:41"},{"id":425,"Praises":"నిరంతరము మెల్కీసెదెకు క్రమము చొప్పున ప్రధానయాజకుడైన యేసు అందులోనికి మనకంటె ముందుగా మన పక్షమున ప్రవే శించెను.","Verses":"Heb 6:20"},{"id":426,"Praises":"ఈ దేవుడు సదాకాలము మనకు దేవుడై యున్నాడు మరణము వరకు ఆయన మనలను నడిపించును.","Verses":"Ps 48:14"},{"id":427,"Praises":"నతన యేలుబోధకుడా, నీవు దేవుని కుమారుడవు, ఇశ్రాయేలు రాజవు అని ఆయనకు ఉత్తరమిచ్చెను.","Verses":"Jn 1:49"},{"id":428,"Praises":"యెష్షయి మొద్దునుండి చిగురు పుట్టును వాని వేరులనుండి అంకురము ఎదిగి ఫలించును","Verses":"Isa 11:1"},{"id":429,"Praises":"ఆ పెద్దలలో ఒకడుఏడువకుము; ఇదిగో దావీదుకు చిగురైన యూదా గోత్రపు సింహము ఏడు ముద్రలను తీసి ఆ గ్రంథమును విప్పుటకై జయముపొందెనని నాతో చెప్పెను.","Verses":"Rev 5:5"},{"id":430,"Praises":"అతనితో ఇట్లనుముసైన్యములకు అధిపతియగు యెహోవా సెలవిచ్చునదేమనగాచిగురు అను ఒకడు కలడు; అతడు తన స్థలములోనుండి చిగుర్చును, అతడు యెహోవా ఆలయము కట్టును.","Verses":"Zech 6:12"},{"id":431,"Praises":"వారు తమ దేవుడైన యెహోవా నగు నేను వారిమీద రాజుగా నియమించు దావీదును సేవించు దురు.","Verses":"Jer 30:9"},{"id":432,"Praises":"నా సేవకుడైన దావీదు వారికి రాజవును, వారికందరికి కాపరి యొక్కడే యుండును, వారు నా విధులను అనుసరింతురు, నా కట్ట డలను గైకొని ఆచరింతురు.","Verses":"Eze 37:24"},{"id":433,"Praises":"కీర్తనీయుడైన యెహోవాకు నేను మొఱ్ఱపెట్టగా ఆయన నా శత్రువులచేతిలోనుండి నన్ను రక్షించును.","Verses":"Ps 18:3"},{"id":434,"Praises":"కీర్తనీయుడైన యెహోవాకు నేను మొఱ్ఱపెట్టగా ఆయన నా శత్రువులచేతిలోనుండి నన్ను రక్షించును.","Verses":"Ps 18:3"},{"id":435,"Praises":"యెహోవా, వేల్పులలో నీవంటివాడెవడు పరిశుద్ధతనుబట్టి నీవు మహానీయుడవు స్తుతికీర్తనలనుబట్టి పూజ్యుడవు అద్భుతములు చేయువాడవు నీవంటివాడెవడు","Verses":"Ex 15:11"},{"id":436,"Praises":"నీవు ఇశ్రాయేలు చేయు స్తోత్రములమీద ఆసీనుడవై యున్నావు.","Verses":"Ps 22:3"},{"id":437,"Praises":"నేను నిత్యము పోరాడువాడను కాను ఎల్లప్పుడును కోపించువాడను కాను ఆలాగుండినయెడల నా మూలముగా జీవాత్మ క్షీణిం  చును నేను పుట్టించిన నరులు క్షీణించిపోవుదురు.","Verses":"Isa 57:16"},{"id":438,"Praises":"సమీపింపరాని తేజస్సులో ఆయన మాత్రమే వసించుచు అమరత్వ ముగలవాడైయున్నాడు. మనుష్యులలో ఎవడును ఆయనను చూడలేదు, ఎవడును చూడనేరడు; ఆయనకు ఘనతయు శాశ్వతమైన ప్రభావమును కలిగియుండును గాక. ఆమేన్‌.","Verses":"1 Tim 6:16"},{"id":439,"Praises":"యెరూషలేములో నివసించు యెహోవా సీయోనులోనుండి సన్నుతింపబడును గాక యెహోవాను స్తుతించుడి.","Verses":"Ps135:21"},{"id":440,"Praises":"అయితే యూదాదేశములో నివాసులు నిత్యముందురు, తరతరములకు యెరూషలేము నివాసముగా నుండును, యెహోవా సీయోనులో నివాసిగా వసించును.","Verses":"Joel 3:21"},{"id":441,"Praises":"నీవు ఆరోహణమైతివి పట్టబడినవారిని చెరపట్టుకొని పోతివి మనుష్యులచేత నీవు కానుకలు తీసికొనియున్నావు. యెహోవా అను దేవుడు అక్కడ నివసించునట్లు విశ్వాసఘాతకులచేత సహితము నీవు కానుకలు తీసి  కొని యున్నావు.","Verses":"Ps 68:18"},{"id":442,"Praises":"మహా ఘనుడును మహోన్నతుడును పరిశుద్ధుడును నిత్యనివాసియునైనవాడు ఈలాగు సెల  విచ్చుచున్నాడు నేను మహోన్నతమైన పరిశుద్ధస్థలములో నివసించు  వాడను అయినను వినయముగలవారి ప్రాణమును ఉజ్జీవింప జేయుటకును నలిగినవారి ప్రాణమును ఉజ్జీవింపజేయుటకును వినయముగలవారియొద్దను దీనమనస్సుగలవారియొద్దను నివసించుచున్నాను.","Verses":"Isa 57:15"},{"id":443,"Praises":"బన్యామీనునుగూర్చి యిట్లనెను బెన్యామీను యెహోవాకు ప్రియుడు ఆయనయొద్ద అతడు సురక్షితముగా నివసించును దినమెల్ల ఆయన అతనికి ఆశ్రయమగును ఆయన భుజములమధ్య2 అతడు నివసించును","Verses":"Deu 33:12"},{"id":444,"Praises":"ఆయన భూమండలముమీద ఆసీనుడై యున్నాడు దాని నివాసులు మిడతలవలె కనబడుచున్నారు ఒకడు తెరను విప్పినట్లు ఆయన ఆకాశవైశాల్యమును  వ్యాపింపజేసెను ఒకడు గుడారము వేసినట్లు ఆయన దానిని నివాస స్థలముగా ఏర్పరచెను.","Verses":"Isa 40:22"},{"id":445,"Praises":"యెహోవా ప్రళయజలములమీద ఆసీనుడాయెను యెహోవా నిత్యము రాజుగా ఆసీనుడైయున్నాడు.","Verses":"Ps 29:10"},{"id":446,"Praises":"ఆకాశమందు ఆసీనుడగువాడు నవ్వుచున్నాడుప్రభువు వారినిచూచి అపహసించుచున్నాడు","Verses":"Ps 2:4"},{"id":447,"Praises":"యెహోవా తన పరిశుద్ధాలయములో ఉన్నాడుయెహోవా సింహాసనము ఆకాశమందున్నదిఆయన నరులను కన్నులార చూచుచున్నాడుతన కనుదృష్టిచేత ఆయన వారిని పరిశీలించుచున్నాడు.","Verses":"Ps 11:4"},{"id":448,"Praises":"యెహోవా స్వరము జలములమీద వినబడుచున్నది మహిమగల దేవుడు ఉరుమువలె గర్జించుచున్నాడు. మహాజలములమీద యెహోవా సంచరించుచున్నాడు.","Verses":"Ps 29:3"},{"id":449,"Praises":"ఆయన ఆ బలాతిశయముచేత క్రీస్తును మృతులలోనుండి లేపి, సమస్తమైన ఆధిపత్యముకంటెను అధికారముకంటెను శక్తికంటెను ప్రభుత్వముకంటెను, ఈ యుగమునందుమాత్రమే","Verses":"Eph 1:20"},{"id":450,"Praises":"పర్వతములను నిరూపించువాడును గాలిని పుట్టించువాడును ఆయనే. ఉదయమున చీకటి కమ్మ జేయువాడును మనుష్యుల యోచనలు వారికి తెలియ జేయువాడును ఆయనే; భూమియొక్క ఉన్నతస్థలము మీద సంచరించు దేవుడును సైన్యములకు అధిపతియునగు యెహోవా అని ఆయనకు పేరు.","Verses":"Amo 4:13"},{"id":451,"Praises":"ఎఫెసులో ఉన్న సంఘపు దూతకు ఈలాగు వ్రాయుము ఏడు నక్షత్రములు తన కుడిచేత పట్టుకొని యేడు దీపస్తంభములమధ్య సంచరించువాడు చెప్పు సంగతు లేవనగా","Verses":"Rev 2:1"},{"id":452,"Praises":"ఎఫెసులో ఉన్న సంఘపు దూతకు ఈలాగు వ్రాయుము ఏడు నక్షత్రములు తన కుడిచేత పట్టుకొని యేడు దీపస్తంభములమధ్య సంచరించువాడు చెప్పు సంగతు లేవనగా","Verses":"Rev 2:1"},{"id":453,"Praises":"దయగలవారియెడల నీవు దయచూపించుదువు యథార్థవంతులయెడల యథార్థవంతుడవుగా నుందువు","Verses":"Ps 18:25"},{"id":454,"Praises":"దయగలవారియెడల నీవు దయచూపించుదువు యథార్థవంతులయెడల యథార్థవంతుడవుగా నుందువు","Verses":"Ps 18:25"},{"id":455,"Praises":"సద్భావముగలవారియెడల నీవు సద్భావము చూపు దువు.మూర్ఖులయెడల నీవు వికటముగా నుందువు","Verses":"Ps 18:26"},{"id":456,"Praises":"సద్భావముగలవారియెడల నీవు సద్భావము చూపు దువు.మూర్ఖులయెడల నీవు వికటముగా నుందువు","Verses":"Ps 18:26"},{"id":457,"Praises":"కాబట్టి ప్రభువును బోధకుడనైన నేను మీ పాదములు కడిగిన యెడల మీరును ఒకరి పాదములను ఒకరు కడుగవలసినదే.","Verses":"Jn 13:14"},{"id":458,"Praises":"అతడు రాత్రియందు ఆయనయొద్దకు వచ్చిబోధకుడా, నీవు దేవునియొద్దనుండి వచ్చిన బోధ కుడవని మే మెరుగుదుము; దేవుడతనికి తోడైయుంటేనే గాని నీవు చేయుచున్న సూచకక్రి¸","Verses":"Jn 3:2"},{"id":459,"Praises":"ఇందువలన, పరలోకసంబంధమైన పిలుపులో పాలు పొందిన పరిశుద్ధ సహోదరులారా, మనము ఒప్పుకొనిన దానికి అపొస్తలుడును ప్రధానయాజకుడునైన యేసుమీద లక్ష్యముంచుడి.","Verses":"Heb 3:1"},{"id":460,"Praises":"అప్పుడా స్త్రీ అయ్యా, నీవు ప్రవక్తవని గ్రహించుచున్నాను.","Verses":"Jn 4:19"},{"id":461,"Praises":"అప్పుడా స్త్రీ అయ్యా, నీవు ప్రవక్తవని గ్రహించుచున్నాను.","Verses":"Jn 4:19"},{"id":462,"Praises":"ఆకాశమండలముగుండ వెళ్లిన దేవుని కుమారుడైన యేసు అను గొప్ప ప్రధానయాజకుడు మనకు ఉన్నాడు గనుక మనము ఒప్పుకొనినదానిని గట్టిగా చేపట్టుదము.","Verses":"Heb 4:14"},{"id":463,"Praises":"నిరంతరము మెల్కీసెదెకు క్రమము చొప్పున ప్రధానయాజకుడైన యేసు అందులోనికి మనకంటె ముందుగా మన పక్షమున ప్రవే శించెను.","Verses":"Heb 6:20"},{"id":464,"Praises":"కావున ప్రజల పాపములకు పరిహారము కలుగజేయుటకై, దేవుని సంబంధమైన కార్య ములలో కనికరమును నమ్మకమునుగల ప్రధానయాజకుడగు నిమిత్తము, అన్నివిషయములలో ఆయన తన సహోదరుల వంటివాడు కావలసివచ్చెను.","Verses":"Heb 2:17"},{"id":465,"Praises":"మన ప్రధానయాజకుడు మన బలహీనతలయందు మనతో సహానుభవము లేనివాడు కాడు గాని, సమస్త విషయములలోను మనవలెనే శోధింపబడినను, ఆయన పాపము లేనివాడుగా ఉండెను.","Verses":"Heb 4:15"},{"id":466,"Praises":"మన ప్రధానయాజకుడు మన బలహీనతలయందు మనతో సహానుభవము లేనివాడు కాడు గాని, సమస్త విషయములలోను మనవలెనే శోధింపబడినను, ఆయన పాపము లేనివాడుగా ఉండెను.","Verses":"Heb 4:15"},{"id":467,"Praises":"అయితే క్రీస్తు రాబోవుచున్న మేలులవిషయమై ప్రధానయాజకుడుగా వచ్చి, తానే నిత్యమైన విమోచన సంపాదించి, హస్తకృతము కానిది, అనగా ఈ సృష్టి సంబంధము కానిదియు, మరి ఘనమై","Verses":"Heb 9:11"},{"id":468,"Praises":"ఈయన నిరంతరము ఉన్నవాడు గనుక మార్పులేని యాజకత్వము కలిగిన వాడాయెను.","Verses":"Heb 7:24"},{"id":469,"Praises":"ఏలయనగా నీవు నిరంతరము మెల్కీసెదెకు క్రమము చొప్పున యాజకుడవై యున్నావు అని ఆయనవిషయమై సాక్ష్యము చెప్పబడెను.","Verses":"Heb 7:17"},{"id":470,"Praises":"యెహోవానగు నేనే మీకు పరిశుద్ధ దేవుడను ఇశ్రాయేలు సృష్టికర్తనగు నేనే మీకు రాజును.","Verses":"Isa 43:15"},{"id":471,"Praises":"ఇశ్రాయేలునకు కాపరీ, చెవియొగ్గుము. మందవలె యోసేపును నడిపించువాడా, కెరూబులమీద ఆసీనుడవైనవాడా, ప్రకాశింపుము.","Verses":"Ps 80:1"},{"id":472,"Praises":"అంతట హేరోదు ఆ జ్ఞానులను రహస్యముగా పిలిపించి,","Verses":"Matt 2:6"},{"id":474,"Praises":"ఇశ్రాయేలునకు ఆశ్రయుడా, కష్టకాలమున వారికి రక్షకుడా, మా దేశములో నీ వేల పరదేశివలెనున్నావు? ఏల రాత్రివేళను బసచేయుటకు గుడారమువేయు ప్రయాణస్థునివలె ఉన్నావు;","Verses":"Jer 14:8"},{"id":476,"Praises":"యెరూషలేము    నందు సుమెయోనను ఒక మనుష్యుడుండెను. అతడు నీతి మంతుడును భక్తిపరుడునైయుండి, ఇశ్రాయేలుయొక్క ఆదరణకొరకు కనిపెట్టువాడు; పరిశుద్ధాత్మ అతనిమీద ఉండెను.","Verses":"Lk 2:25"},{"id":477,"Praises":"ఇశ్రాయేలుయొక్క వెలుగు అగ్నియును అతని పరిశుద్ధ దేవుడు జ్వాలయునగును; అది అష్షూరుయొక్క బలురక్కసిచెట్లకును గచ్చ పొదలకును అంటుకొని ఒక్కదినమున వాటిని మింగివేయును.","Verses":"Isa 10:17"},{"id":478,"Praises":"చెట్టునకు మంచు ఉన్నట్లు నేనతనికుందును, తామర పుష్పము పెరుగునట్లు అతడు అభివృద్ధి నొందును, లెబానోను పర్వతము దాని వేళ్లు తన్నునట్లు వారు తమ వేళ్లు తన్నుదురు.","Verses":"Hos 14:5"},{"id":479,"Praises":"నీ రక్షణ నేనుకన్నులార చూచితిని.","Verses":"Lk 2:32"},{"id":480,"Praises":"మరియు వారి మధ్య నా పరిశుద్ధస్థలము నిత్యము ఉండు టనుబట్టి యెహోవానైన నేను ఇశ్రాయేలీయులను పరి శుద్ధపరచువాడనని అన్య జనులు తెలిసికొందురు.","Verses":"Eze 37:28"},{"id":481,"Praises":"అయితే సమూహములుగా కూడుదానా, సమూహ ములుగా కూడుము; శత్రువులు మన పట్టణము ముట్టడి వేయుచున్నారు, వారు ఇశ్రాయేలీయుల న్యాయాధిపతిని కఱ్ఱతో చెంపమీద కొట్టుచున్నారు.","Verses":"Mic 5:1"},{"id":482,"Praises":"కావున ప్రభువును ఇశ్రాయేలుయొక్క బలిష్ఠుడును సైన్యములకధిపతియునగు యెహోవా ఈలాగున  అనుకొనుచున్నాడు ఆహా, నా శత్రువులనుగూర్చి నేనికను ఆయాసపడను  నా విరోధులమీద నేను పగ తీర్చుకొందును.","Verses":"Isa 1:24"},{"id":483,"Praises":"నా తండ్రి దేవుడు, అబ్రాహాము దేవుడు, ఇస్సాకు భయపడిన దేవుడు నాకు తోడైయుండనియెడల నిశ్చయముగా నీవు నన్ను వట్టి చేతులతోనే పంపివేసి యుందువు. దేవుడు నా ప్రయాసమును నా చేతుల కష్టమును చూచి, పోయిన రాత్రి నిన్ను గద్దించెనని లాబానుతో  చెప్పెను.","Verses":"Gen 31:42"},{"id":484,"Praises":"యెహోవానగు నేను నీ రక్షకుడననియు బహు పరాక్రమముగల యాకోబు దేవుడనగు నీ విమోచకుడననియు నీకు తెలియబడునట్లు నీవు జనముల పాలు కుడిచి రాజుల చంటి పాలు త్రాగెదవు.","Verses":"Isa 60:16"},{"id":485,"Praises":"యాకోబునకు స్వాస్థ్యమగువాడు వాటివంటి వాడు కాడు;  ఆయన సమస్తమును నిర్మించువాడు, ఇశ్రా యేలు ఆయనకు స్వాస్థ్యముగానున్న గోత్రము; సైన్య ములకధిపతియగు యెహోవాయని ఆయనకు పేరు.","Verses":"Jer 10:16"},{"id":486,"Praises":"ఇందునుగూర్చి నేను యాకోబును ప్రేమించితిని, ఏశావును ద్వేషించితిని అని వ్రాయబడి యున్నది.","Verses":"Rom 9:13"},{"id":487,"Praises":"తేమానీయుడైన ఎలీఫజును, షూహీయుడైన బిల్దదును, నయమాతీయుడైన జోఫరును పోయి, యెహోవా తమకు ఆజ్ఞాపించినట్లు చేయగా యెహోవా వారిపక్షమున యోబును అంగీకరించెను.","Verses":"Job 42:9"},{"id":488,"Praises":"మరియు యోబు తన స్నేహితుల నిమిత్తము  ప్రార్థన చేసినప్పుడు యెహోవా అతని క్షేమస్థితిని మరల అతనికి దయచేసెను. మరియు యోబునకు పూర్వము కలిగిన దానికంటె రెండంతలు అధికముగా యెహోవా అతనికి దయచేసెను.","Verses":"Job 42:10"},{"id":489,"Praises":"మరియు యోబు తన స్నేహితుల నిమిత్తము  ప్రార్థన చేసినప్పుడు యెహోవా అతని క్షేమస్థితిని మరల అతనికి దయచేసెను. మరియు యోబునకు పూర్వము కలిగిన దానికంటె రెండంతలు అధికముగా యెహోవా అతనికి దయచేసెను.","Verses":"Job 42:10"},{"id":490,"Praises":"యెహోవా యోబును మొదట ఆశీర్వదించినంతకంటె మరి అధికముగా ఆశీర్వదించెను. అతనికి పదునాలుగువేల గొఱ్ఱలును ఆరువేల ఒంటెలును వెయ్యిజతల యెడ్లును వెయ్యి ఆడుగాడిదలును కలిగెను.","Verses":"Job 42:12"},{"id":491,"Praises":"జనులు సైన్యములకధిపతియగు యెహోవాచేత దాని నేర్చుకొందురు. ఆశ్చర్యమైన ఆలోచనశక్తియు అధిక బుద్ధియు అనుగ్ర  హించువాడు ఆయనే","Verses":"Isa 28:29"},{"id":492,"Praises":"ఆలోచన విషయములో నీవే గొప్పవాడవు, క్రియలు జరిగించు విషయములో శక్తి సంపన్నుడవు, వారి ప్రవర్తనలనుబట్టియు వారి క్రియాఫలమును బట్టియు అందరికి ప్రతిఫలమిచ్చుటకై నరపుత్రుల మార్గములన్నిటిని నీవు కన్నులార చూచుచున్నావు.","Verses":"Jer 32:19"},{"id":493,"Praises":"కొండలతట్టు నా కన్ను లెత్తుచున్నాను నాకు సహాయము ఎక్కడనుండి వచ్చును?","Verses":"Ps 121:1"},{"id":494,"Praises":"వారెరుగనిమార్గమున గ్రుడ్డివారిని తీసికొని వచ్చెదను వారెరుగని త్రోవలలో వారిని నడిపింతును వారి యెదుట చీకటిని వెలుగుగాను వంకర త్రోవలను చక్కగాను చేయుదును నేను వారిని విడువక యీ కార్యములు చేయుదును","Verses":"Isa 42:16"},{"id":495,"Praises":"ఆ వాక్యము శరీరధారియై, కృపాసత్యసంపూర్ణు డుగా మనమధ్య నివసించెను; తండ్రివలన కలిగిన అద్వి తీయకుమారుని మహిమవలె మనము ఆయన మహిమను కనుగొంటిమి","Verses":"Jn 1:14"},{"id":496,"Praises":"అప్పుడు ఇశ్రాయేలీయుల యెదుట సమూహమునకు ముందుగా నడిచిన దేవ దూత వారి వెనుకకుపోయి వారిని వెంబడించెను; ఆ మేఘస్తంభము వారి యెదుటనుండి పోయి వారి వెనుక నిలిచెను","Verses":"Ex 14:19"},{"id":497,"Praises":"ఇదిగో నాకు ముందుగా మార్గము సిద్ధపరచుటకై నేను నా దూతను పంపుచున్నాను; మీరు వెదకుచున్న ప్రభువు, అనగా మీరు కోరు నిబంధన దూత, తన ఆలయమునకు హఠాత్తుగా వచ్చును; ఇదిగో ఆయన వచ్చుచున్నాడని సైన్యములకు అధిపతియగు యెహోవా సెలవిచ్చు చున్నాడు.","Verses":"Mal 3:1"},{"id":498,"Praises":"ఇదిగో ఈయన నా సేవకుడు ఈయనను నేను ఏర్పరచుకొంటిని ఈయన నా ప్రాణమున కిష్టుడైన నా ప్రియుడు ఈయనమీద నా ఆత్మ నుంచెదను ఈయన అన్యజనులకు న్యాయవిధిని ప్రచురము చేయును.","Verses":"Matt12:18"},{"id":499,"Praises":"అతడుకాదు, యెహోవా సేనాధిపతిగా నేను వచ్చి యున్నాననెను. యెహోషువ నేలమట్టుకు సాగిలపడి నమస్కారముచేసినా యేలినవాడు తన దాసునికి సెల విచ్చునదేమని అడిగెను.","Verses":"Josh 5:14"},{"id":500,"Praises":"పవిత్రమైన ముద్దుపెట్టుకొని యొకరికి ఒకరు వందనములు చేసికొనుడి.","Verses":"2 Cor13:12"},{"id":501,"Praises":"పవిత్రమైన ముద్దుపెట్టుకొని యొకరికి ఒకరు వందనములు చేసికొనుడి.","Verses":"2 Cor13:12"},{"id":502,"Praises":"దేవుడొక్కడే, దేవునికిని నరులకును మధ్య వర్తియు ఒక్కడే; ఆయన క్రీస్తుయేసను నరుడు.","Verses":"1 Tim 2:5"},{"id":503,"Praises":"దేవుని చిత్తము చొప్పున జరిగించువాడే నా సహోదరుడును సహో      దరియు తల్లియునని చెప్పెను.","Verses":"Mk 3:35"},{"id":504,"Praises":"మన పాదములను సమాధాన మార్గములోనికి నడి పించునట్లు చీకటిలోను మరణచ్ఛాయలోను కూర్చుండువారికి వెలుగిచ్చుటకై ఆ మహా వాత్సల్య మునుబట్టి పైనుండి ఆయన మనకు అరుణోదయ దర్శన మనుగ్రహించెను.","Verses":"Lk 1:79"},{"id":505,"Praises":"అయితే ఆయన ఇశ్రాయేలుయొక్క రెండు కుటుంబ ములకు తగులు రాయిగాను అభ్యంతరము కలిగించు బండగాను ఉండును యెరూషలేము నివాసులకు బోనుగాను చిక్కువలగాను  ఉండును","Verses":"Isa 8:14"},{"id":506,"Praises":"వారువధింపబడిన గొఱ్ఱపిల్ల, శక్తియు ఐశ్వర్యమును జ్ఞానమును బలమును ఘనతయు మహిమయు స్తోత్రమును పొందనర్హుడని గొప్ప స్వరముతో చెప్పుచుండిరి.","Verses":"Rev 5:12"},{"id":507,"Praises":"ఆ దినమున సైన్యములకధిపతియగు యెహోవా శేషిం చిన తన ప్రజలకు తానే భూషణ కిరీటముగా నుండును సౌందర్యముగల మకుటముగా నుండును.","Verses":"Isa 28:5"},{"id":508,"Praises":"ఆ దినమున సైన్యములకధిపతియగు యెహోవా శేషిం చిన తన ప్రజలకు తానే భూషణ కిరీటముగా నుండును సౌందర్యముగల మకుటముగా నుండును.","Verses":"Isa 28:5"},{"id":509,"Praises":"ఏలయనగా మనకు శిశువు పుట్టెను మనకు కుమారుడు అనుగ్రహింపబడెను ఆయన భుజముమీద రాజ్యభారముండును. ఆశ్చర్యకరుడు ఆలోచనకర్త బలవంతుడైన దేవుడు నిత్యుడగు తండ్రి సమాధానకర్తయగు అధిపతి అని  అతనికి పేరు పెట్టబడును.","Verses":"Isa 9:6"},{"id":510,"Praises":"ఆయన తన ఆశ్చర్యకార్యములకు జ్ఞాపకార్థసూచనను  నియమించియున్నాడు. యెహోవా దయాదాక్షిణ్యపూర్ణుడు","Verses":"Ps 111:4"},{"id":511,"Praises":"నేను అన్యజనులనందరిని కద లింపగా అన్యజనులందరి యొక్క యిష్టవస్తువులు తేబడును; నేను ఈ మందిరమును మహిమతో నింపుదును; ఇదే సైన్యములకు అధిపతియగు యెహోవా వాక్కు.","Verses":"Hag 2:7"},{"id":512,"Praises":"దేవా లెమ్కు, భూమికి తీర్పు తీర్చుము అన్యజనులందరు నీకే స్వాస్థ్యముగా ఉందురు.","Verses":"Ps 82:8"},{"id":513,"Praises":"మహోన్నతుడు జనములకు వారి స్వాస్థ్యములను విభా గించినప్పుడు నరజాతులను ప్రత్యేకించినప్పుడు ఇశ్రాయేలీయుల లెక్కనుబట్టి ప్రజలకు సరిహద్దులను  నియమించెను.","Verses":"Deu 32:8"},{"id":514,"Praises":"ఈ దినముల అంతమందు కుమారుని ద్వారా మనతో మాటలాడెను. ఆయన ఆ కుమారుని సమస్తమునకును వారసునిగా నియమించెను. ఆయన ద్వారా ప్రపంచములను నిర్మించెను.","Verses":"Heb 1:2"},{"id":515,"Praises":"ఆయన దేవుని మహిమ యొక్క తేజస్సును,3 ఆయన తత్వముయొక్క మూర్తి మంతమునైయుండి, తన మహత్తుగల మాటచేత సమస్తమును నిర్వహించుచు, పాపముల విషయములో శుద్ధీకరణము తానే చేసి, దేవదూతలకంటె ఎంత శ్రేష్ఠమైన నామము పొందెనో వారికంటె అంత శ్రేష్ఠుడై, ఉన్నత లోక","Verses":"Heb 1:3"},{"id":516,"Praises":"నేను ఐగుప్తీయులకు ఏమి చేసితినో, మిమ్మును గద్ద రెక్కలమీద మోసి నా యొద్దకు మిమ్ము నెట్లు చేర్చు కొంటినో మీరు చూచితిరి.","Verses":"Ex 19:4"},{"id":517,"Praises":"నీ కృపాతిశయములను చూపుము.","Verses":"Ps 17:8"},{"id":518,"Praises":"అక్కడను నీ చేయి నన్ను నడిపించును నీ కుడిచేయి నన్ను పట్టుకొనును","Verses":"Ps 139:10"},{"id":519,"Praises":"యెహోవాయే నిన్ను కాపాడువాడు నీ కుడిప్రక్కను యెహోవా నీకు నీడగా ఉండును.","Verses":"Ps 121:5"},{"id":520,"Praises":"శ్రీమంతుడును అద్వితీయుడునగు సర్వాధిపతి యుక్తకాలములయందు ఆ ప్రత్యక్షతను కనుపరచును. ఆ సర్వాధిపతి రాజులకు రాజును ప్రభువులకు ప్రభువునై యున్నాడు.","Verses":"1 Tim 6:15"},{"id":521,"Praises":"సమీపింపరాని తేజస్సులో ఆయన మాత్రమే వసించుచు అమరత్వ ముగలవాడైయున్నాడు. మనుష్యులలో ఎవడును ఆయనను చూడలేదు, ఎవడును చూడనేరడు; ఆయనకు ఘనతయు శాశ్వతమైన ప్రభావమును కలిగియుండును గాక. ఆమేన్‌.","Verses":"1 Tim 6:16"},{"id":522,"Praises":"సమీపింపరాని తేజస్సులో ఆయన మాత్రమే వసించుచు అమరత్వ ముగలవాడైయున్నాడు. మనుష్యులలో ఎవడును ఆయనను చూడలేదు, ఎవడును చూడనేరడు; ఆయనకు ఘనతయు శాశ్వతమైన ప్రభావమును కలిగియుండును గాక. ఆమేన్‌.","Verses":"1 Tim 6:16"},{"id":523,"Praises":"ఆయన దేవుని మహిమ యొక్క తేజస్సును,3 ఆయన తత్వముయొక్క మూర్తి మంతమునైయుండి, తన మహత్తుగల మాటచేత సమస్తమును నిర్వహించుచు, పాపముల విషయములో శుద్ధీకరణము తానే చేసి, దేవదూతలకంటె ఎంత శ్రేష్ఠమైన నామము పొందెనో వారికంటె అంత శ్రేష్ఠుడై, ఉన్నత లోక","Verses":"Heb 1:3"},{"id":525,"Praises":"నేను నిజమైన ద్రాక్షావల్లిని, నా తండ్రి వ్యవసాయకుడు.","Verses":"Jn 15:1"},{"id":526,"Praises":"నేను నిజమైన ద్రాక్షావల్లిని, నా తండ్రి వ్యవసాయకుడు.","Verses":"Jn 15:1"},{"id":527,"Praises":"అందుకాయన ఇట్లనెనుమంచి విత్తనము విత్తువాడు మనుష్యకుమారుడు;","Verses":"Matt 13:37"},{"id":528,"Praises":"నాలో ఫలింపని ప్రతి తీగెను ఆయన తీసి పారవేయును; ఫలించు ప్రతి తీగె మరి ఎక్కువగా ఫలింపవలెనని దానిలోని పనికిరాని తీగెలను తీసి వేయును.","Verses":"Jn 15:2"},{"id":529,"Praises":"ఇంత గొప్ప సాక్షి సమూహము మేఘమువలె మనలను ఆవరించియున్నందున","Verses":"Heb 12:1"},{"id":530,"Praises":"ప్రాకారములు పడగొట్టువాడు వారికి ముందుగాపోవును, వారు గుమ్మమును పడగొట్టి దాని ద్వారా దాటిపోవుదురు, వారి రాజు వారికి  ముందుగా నడుచును, యెహోవా వారికి నాయకుడుగా ఉండును.","Verses":"Mic 2:13"},{"id":531,"Praises":"యెహోవా మీ పక్షమున యుద్ధము చేయును, మీరు ఊరకయే యుండవలెనని ప్రజలతో చెప్పెను.","Verses":"Ex 14:14"},{"id":532,"Praises":"ఏలయనగా మన దేవుడు దహించు అగ్నియై యున్నాడు.","Verses":"Heb 12:29"},{"id":533,"Praises":"అయితే ఆయన వచ్చుదినమును ఎవరు సహింపగలరు? ఆయన అగుపడగా ఎవరు ఓర్వగలరు? ఆయన కంసాలి అగ్నివంటివాడు, చాకలివాని సబ్బువంటి వాడు;","Verses":"Mal 3:2"},{"id":534,"Praises":"వారిని చూచి జడియవద్దు; నీ దేవుడైన యెహోవా నీ మధ్యనున్నాడు, ఆయన భయంకరుడైన మహా దేవుడు.","Verses":"Deu 7:21"},{"id":535,"Praises":"దేవుని ఆశ్చర్యకార్యములను చూడ రండి నరులయెడల ఆయన జరిగించు కార్యములను చూడగా   ఆయన భీకరుడై యున్నాడు.","Verses":"Ps 66:5"},{"id":536,"Praises":"ఇశ్రాయేలూ, నీ భాగ్యమెంత గొప్పది యెహోవా రక్షించిన నిన్ను పోలినవాడెవడు? ఆయన నీకు సహాయకరమైన కేడెము నీకు ఔన్నత్యమును కలిగించు ఖడ్గము నీ శత్రువులు నీకు లోబడినట్లుగా వారు వేషము వేయుదురు నీవు వారి ఉన్నతస్థలములను త్రొక్కుదువు. శ","Verses":"Deu 33:29"},{"id":537,"Praises":"కాబట్టి యేసుపరలోకమునుండి వచ్చు ఆహారము మోషే మీకియ్యలేదు, నా తండ్రియే పరలోకమునుండి వచ్చు నిజమైన ఆహారము మీకను గ్రహించుచున్నాడు.","Verses":"Jn 6:32"},{"id":538,"Praises":"ఇశ్రాయేలువారలారా, ఈ కుమ్మరి మంటికి చేసినట్లు నేను మీకు చేయలేనా? యిదే యెహోవా వాక్కుజిగటమన్ను కుమ్మరిచేతిలొ ఉన్నట్టుగా ఇశ్రాయేలువారలారా, మీరు నా చేతిలో ఉన్నారు.","Verses":"Jer 18:6"},{"id":539,"Praises":"దేవునికి పక్షపాతములేదు. ధర్మశాస్త్రము లేక పాపము చేసినవారందరు  ధర్మశాస్త్రము  లేకయే  నశించెదరు;","Verses":"Rom 2:11"},{"id":540,"Praises":"ప్రభువగు యెహోవా ఈలాగున సెలవిచ్చుచున్నాడు సీయోనులో పునాదిగా రాతిని వేసినవాడను నేనే అది పరిశోధింపబడిన రాయి అమూల్యమైన తలరాయి  బహు స్థిరమైన పునాదియైన మూలరాయియైయున్నది  విశ్వసించువాడు కలవరపడడు.","Verses":"Isa 28:16"},{"id":541,"Praises":"నీవు నీతిని ప్రేమించితివి దుర్నీతిని ద్వేషించితివి అందుచేత దేవుడు నీతోడివారికంటె నిన్ను హెచ్చించునట్లుగా ఆనందతైలముతో అభిషేకించెను.","Verses":"Heb 1:9"},{"id":542,"Praises":"ఇంక సింహాసనములను వేయుట చూచితిని;  మహా  వృద్ధుడొకడు కూర్చుండెను. ఆయన వస్త్రము హిమము వలె ధవళముగాను, ఆయన తలవెండ్రుకలు శుద్ధమైన గొఱ్ఱబొచ్చువలె తెల్లగాను ఉండెను. ఆయన సింహా సనము అగ్నిజ్వాలలవలె మండుచుండెను; దాని చక్ర ములు అగ్నివలె ఉండెను.","Verses":"Dan 7:9"},{"id":543,"Praises":"వారి కాడిమ్రాను నీమీద ఇక మోప కుండ నేను దాని విరుగగొట్టుదును, వారి కట్లను నేను తెంపుదును.","Verses":"Nah 1:13"},{"id":544,"Praises":"ఆయన దేవుని మహిమ యొక్క తేజస్సును,3 ఆయన తత్వముయొక్క మూర్తి మంతమునైయుండి, తన మహత్తుగల మాటచేత సమస్తమును నిర్వహించుచు, పాపముల విషయములో శుద్ధీకరణము తానే చేసి, దేవదూతలకంటె ఎంత శ్రేష్ఠమైన నామము పొందెనో వారికంటె అంత శ్రేష్ఠుడై, ఉన్నత లోక","Verses":"Heb 1:3"},{"id":545,"Praises":"నీ కనుదృష్టి దుష్టత్వము చూడలేనంత నిష్కళంకమైనది గదా; బాధించువారుచేయు బాధను నీవు దృష్టింపజాలవు గదా; కపటులను నీవు చూచియు, దుర్మార్గులు తమకంటె ఎక్కువ నీతిపరులను నాశనము చేయగా నీవు చూచియు ఎందుకు ఊరకున్నావు?","Verses":"Haba 1:13"},{"id":546,"Praises":"సంఘము అను శరీరమునకు ఆయనే శిరస్సు; ఆయనకు అన్నిటిలో ప్రాముఖ్యము కలుగు నిమిత్తము, ఆయన ఆదియైయుండి మృతులలోనుండి లేచుటలో ఆదిసంభూతుడాయెను.","Verses":"Col 1:18"},{"id":547,"Praises":"తన శరీరమును ద్వేషించినవాడెవడును లేడు గాని ప్రతివాడును దానిని పోషించి సంర క్షించుకొనును.","Verses":"Eph 5:29"},{"id":548,"Praises":"ఆ పెద్దలలో ఒకడుఏడువకుము; ఇదిగో దావీదుకు చిగురైన యూదా గోత్రపు సింహము ఏడు ముద్రలను తీసి ఆ గ్రంథమును విప్పుటకై జయముపొందెనని నాతో చెప్పెను.","Verses":"Rev 5:5"},{"id":549,"Praises":"యెహోవా యుద్ధశూరుడు యెహోవా అని ఆయనకు పేరు.","Verses":"Ex 15:3"},{"id":550,"Praises":"మహిమగల యీ రాజు ఎవడు? బలశౌర్యములుగల యెహోవా యుద్ధశూరుడైన యెహోవా.","Verses":"Ps 24:8"},{"id":551,"Praises":"ఆయన మహా వివేకి, అధిక బలసంపన్నుడుఆయనతో పోరాడ తెగించి హాని నొందనివాడెవడు?","Verses":"Job 9:4"},{"id":552,"Praises":"మరియు నీకును స్త్రీకిని నీ సంతాన మునకును ఆమె సంతానమునకును వైరము కలుగజేసెదను. అది నిన్ను తలమీద కొట్టును; నీవు దానిని మడిమె మీద కొట్టుదువని చెప్పెను.","Verses":"Gen 3:15"},{"id":553,"Praises":"నాయందు మీకు సమాధానము కలుగునట్లు ఈ మాటలు మీతో చెప్పుచున్నాను. లోకములో మీకు శ్రమ కలుగును; అయినను ధైర్యము తెచ్చుకొనుడి, నేను లోకమును జయించి యున్నాననెను.","Verses":"Jn 16:33"},{"id":554,"Praises":"అప్పుడు మోషేయు ఇశ్రాయేలీయులును యెహో వానుగూర్చి యీ కీర్తన పాడిరి యెహోవానుగూర్చి గానముచేసెదను ఆయన మిగుల అతిశయించి జయించెను గుఱ్ఱమును దాని రౌతును ఆయన సముద్రవ","Verses":"Ex 15:1"},{"id":556,"Praises":"యెహోవా మహా దేవుడు దేవతలందరికి పైన మహాత్మ్యముగల మహారాజు","Verses":"Ps 95:3"},{"id":557,"Praises":"ఐగుప్తీయులు గర్వించి ఇశ్రాయేలీయులమీద చేసిన దౌర్జన్య మునుబట్టి ఆయన చేసినదాని చూచి, యెహోవా సమస్త దేవతలకంటె గొప్పవాడని యిప్పుడు నాకు తెలిసిన దనెను.","Verses":"Ex 18:11"},{"id":558,"Praises":"ఏలయనగా యెహోవా, భూలోకమంతటికి పైగా నీవు మహోన్నతుడవై యున్నావు సమస్త దేవతలకు పైగా నీవు అత్యధికమైన ఔన్న త్యము పొందియున్నావు.","Verses":"Ps 97:9"},{"id":559,"Praises":"యెహోవా మహాత్మ్యముగలవాడు ఆయన అధికస్తోత్రము పొందతగినవాడు సమస్త దేవతలకంటెను ఆయన పూజనీయుడు.","Verses":"Ps 96:4"},{"id":560,"Praises":"యెహోవా గొప్పవాడనియు మన ప్రభువు సమస్త దేవతలకంటె గొప్పవాడనియు నేనెరుగుదును.","Verses":"Ps 135:5"},{"id":561,"Praises":"యెహోవా మహాత్మ్యముగలవాడు ఆయన అధికస్తోత్రము నొందదగినవాడు ఆయన మహాత్మ్యము గ్రహింప శక్యము కానిది","Verses":"Ps 145:3"},{"id":562,"Praises":"యూదుడని గ్రీసు దేశస్థుడని భేదము లేదు; ఒక్క ప్రభువే అందరికి ప్రభువై యుండి, తనకు ప్రార్థనచేయువారందరియెడల కృప చూపుటకు ఐశ్వర్యవంతుడై యున్నాడు.","Verses":"Rom 10:12"},{"id":563,"Praises":"కాగా నీ  దేవుడైన యెహోవాను జ్ఞాపకము చేసికొన వలెను. ఏలయనగా తాను నీ పితరులతో ప్రమాణము చేసినట్లు తన నిబంధనను నేటివలె స్థాపింపవలెనని మీరు భాగ్యము సంపాదించుకొనుటకై మీకు సామర్థ్యము కలుగజేయువాడు ఆయనే.","Verses":"Deu 8:18"},{"id":564,"Praises":"ఐశ్వర్యమును గొప్పతనమును నీవలన కలుగును, నీవు సమస్తమును ఏలువాడవు, బలమును పరాక్రమమును నీ దానములు, హెచ్చించు వాడవును అందరికి బలము ఇచ్చువాడవును నీవే.","Verses":"1 Chr 29:12"},{"id":565,"Praises":"యెహోవా దరిద్రుల మొఱ్ఱ ఆలకించువాడు ఖైదులో నుంచబడిన తన వారిని ఆయన తృణీకరించు  వాడు కాడు.","Verses":"Ps 69:33"},{"id":566,"Praises":"చెరసాలలో ఉన్నవారి మూల్గులను వినుటకును చావునకు విధింపబడినవారిని విడిపించుటకును","Verses":"Ps 102:20"},{"id":567,"Praises":"దేవుడు ఏకాంగులను సంసారులుగా చేయువాడు. ఆయన బంధింపబడినవారిని విడిపించి వారిని వర్ధిల్ల  జేయువాడు విశ్వాసఘాతకులు నిర్జలదేశమందు నివసించుదురు.","Verses":"Ps 68:6"},{"id":568,"Praises":"చెరసాలలో ఉన్నవారి మూల్గులను వినుటకును చావునకు విధింపబడినవారిని విడిపించుటకును","Verses":"Ps 102:20"},{"id":569,"Praises":"యెహోవా పడిపోవువారినందరిని ఉద్ధరించువాడు క్రుంగిపోయిన వారినందరిని లేవనెత్తువాడు","Verses":"Ps 145:14"},{"id":570,"Praises":"యెహోవా పడిపోవువారినందరిని ఉద్ధరించువాడు క్రుంగిపోయిన వారినందరిని లేవనెత్తువాడు","Verses":"Ps 145:14"},{"id":571,"Praises":"గుండె చెదరినవారిని ఆయన బాగుచేయువాడు వారి గాయములు కట్టువాడు.","Verses":"Ps 147:3"},{"id":572,"Praises":"ప్రధానులతో  తన  ప్రజల  ప్రధానులతో  వారిని  కూర్చుండబెట్టుటకై","Verses":"Ps 113:7"},{"id":573,"Praises":"నలిగినవారికి తాను మహా దుర్గమగునుఆపత్కాలములలో వారికి మహా దుర్గమగును","Verses":"Ps 9:9"},{"id":574,"Praises":"యెహోవా, లోకులు ఇకను భయకారకులు కాకుండు నట్లుబాధపడువారి కోరికను నీవు విని యున్నావు","Verses":"Ps 10:17"},{"id":575,"Praises":"బీదల మొఱ్ఱను ఆయనయొద్దకు వచ్చునట్లు చేసిరి దీనుల మొఱ్ఱను ఆయనకు వినబడునట్లు చేసిరి.","Verses":"Job 34:28"},{"id":576,"Praises":"బాధింపబడువారి పక్షమున యెహోవా వ్యాజ్యెమాడు ననియు దరిద్రులకు ఆయన న్యాయము తీర్చుననియు నేనెరుగు  దును.","Verses":"Ps 140:12"},{"id":577,"Praises":"అప్పుడుయెహోవా నీవంటివాడెవడు? మించిన బలముగలవారి చేతినుండి దీనులను దోచుకొనువారి చేతినుండి దీనులను దరిద్రులను విడి  పించువాడవు నీవే అని నా యెముకలన్నియు  చెప్పుకొనును.","Verses":"Ps 35:10"},{"id":578,"Praises":"అప్పుడుయెహోవా నీవంటివాడెవడు? మించిన బలముగలవారి చేతినుండి దీనులను దోచుకొనువారి చేతినుండి దీనులను దరిద్రులను విడి  పించువాడవు నీవే అని నా యెముకలన్నియు  చెప్పుకొనును.","Verses":"Ps 35:10"},{"id":579,"Praises":"బీదలను కటాక్షించువాడు ధన్యుడు ఆపత్కాలమందు యెహోవా వానిని తప్పించును.","Verses":"Ps 41:1-3"},{"id":580,"Praises":"శ్రమపడువారిని నీవు రక్షించెదవు గర్విష్ఠులకు విరోధివై వారిని అణచివేసెదవు.","Verses":"Ps 18:27"},{"id":581,"Praises":"యెహోవా నీతిక్రియలను జరిగించుచు బాధింపబడు వారికందరికి న్యాయము తీర్చును","Verses":"Ps 103:6"},{"id":582,"Praises":"ఆసా తన దేవుడైన యెహోవాకు మొఱ్ఱపెట్టి  యెహోవా, విస్తారమైన సైన్యముచేతిలో ఓడిపోకుండ బలములేనివారికి సహాయము చేయుటకు నీకన్న ఎవరును లేరు;  మా దేవా యెహోవా, మాకు సహాయముచేయుము, నిన్నే నమ్ముకొని యున్నాము, నీ నామమునుబట్టియే యీ సైన్యమును ఎదిరించుటకు బయలుదేరియున్నాము. యెహోవా నీవే మా దేవుడవు, నరమాత్రులను నీ పైని జయమొందనియ్యకుము అని ప్రార్థింపగా","Verses":"2 Chr 14:11"},{"id":583,"Praises":"బాధపడువారికి చేయబడిన బలాత్కారమునుబట్టియుదరిద్రుల నిట్టూర్పులనుబట్టియు నేనిప్పుడే లేచెదనురక్షణను కోరుకొనువారికి నేను రక్షణ కలుగజేసెదను అనియెహోవా సెలవిచ్చుచున్నాడు.","Verses":"Ps 12:5"},{"id":584,"Praises":"రాజులయెడల పక్షపాతము చూపనివానితోను బీదలకన్న ధనముగలవారిని ఎక్కువగా చూడని వాని  తోను ఆలాగు పలుకుట తగునా? వారందరు ఆయన నిర్మించినవారు కారా?","Verses":"Job 34:19"},{"id":585,"Praises":"కాబట్టి బలిష్ఠులైన జనులు నిన్ను ఘనపరచెదరు భీకరజనముల పట్టణస్థులు నీకు భయపడుదురు.","Verses":"Isa 25:4"},{"id":586,"Praises":"కాబట్టి బలిష్ఠులైన జనులు నిన్ను ఘనపరచెదరు భీకరజనముల పట్టణస్థులు నీకు భయపడుదురు.","Verses":"Isa 25:4"},{"id":587,"Praises":"కాబట్టి బలిష్ఠులైన జనులు నిన్ను ఘనపరచెదరు భీకరజనముల పట్టణస్థులు నీకు భయపడుదురు.","Verses":"Isa 25:4"},{"id":588,"Praises":"కాబట్టి బలిష్ఠులైన జనులు నిన్ను ఘనపరచెదరు భీకరజనముల పట్టణస్థులు నీకు భయపడుదురు.","Verses":"Isa 25:4"},{"id":589,"Praises":"అట్టి దరిద్రుల బాధను పొగొట్టి వారిని లేవనెత్తెను వాని వంశమును మందవలె వృద్ధిచేసెను.","Verses":"Ps 107:41"},{"id":590,"Praises":"యెహోవాను కీర్తించుడి, యెహోవాను స్తుతించుడి, దుష్టుల చేతిలోనుండి దరిద్రుని ప్రాణమును ఆయనే విడిపించుచున్నాడు.","Verses":"Jer 20:13"},{"id":591,"Praises":"అట్టి దరిద్రుల బాధను పొగొట్టి వారిని లేవనెత్తెను వాని వంశమును మందవలె వృద్ధిచేసెను.","Verses":"Ps 107:41"},{"id":592,"Praises":"దరిద్రుని ప్రాణమును విమర్శకు లోపరచువారి చేతి  లోనుండి అతని రక్షించుటకై యెహోవా అతని కుడిప్రక్కను నిలుచుచున్నాడు.","Verses":"Ps 109:31"},{"id":593,"Praises":"ప్రధానులతో  తన  ప్రజల  ప్రధానులతో  వారిని  కూర్చుండబెట్టుటకై","Verses":"Ps 113:7"},{"id":594,"Praises":"ఆయన నేలనుండి దరిద్రులను లేవనెత్తువాడు పెంట కుప్పమీదనుండి బీదలను పైకెత్తువాడు","Verses":"Ps 113:8"},{"id":595,"Praises":"బాధింపబడువారి పక్షమున యెహోవా వ్యాజ్యెమాడు ననియు దరిద్రులకు ఆయన న్యాయము తీర్చుననియు నేనెరుగు  దును.","Verses":"Ps 140:12"},{"id":596,"Praises":"తన పరిశుద్ధాలయమందుండు దేవుడు, తండ్రి లేని వారికి తండ్రియు విధవరాండ్రకు న్యాయకర్తయునై యున్నాడు","Verses":"Ps 68:5"},{"id":597,"Praises":"తన పరిశుద్ధాలయమందుండు దేవుడు, తండ్రి లేని వారికి తండ్రియు విధవరాండ్రకు న్యాయకర్తయునై యున్నాడు","Verses":"Ps 68:5"},{"id":598,"Praises":"నీవు దీనిని చూచి యున్నావు గదా, వారికి ప్రతికారము చేయుటకైనీవు చేటును పగను కనిపెట్టి చూచుచున్నావునిరాధారులు తమ్మును నీకు అప్పగించుకొందురుతండ్రిలేనివారికి నీవే సహాయుడవై యున్నావు","Verses":"Ps 10:14"},{"id":599,"Praises":"ఆయన దిక్కులేని దరిద్రుల ప్రార్థన నిరాకరింపక వారి ప్రార్థనవైపు తిరిగియున్నాడు.","Verses":"Ps 102:17"},{"id":600,"Praises":"యెహోవా పరదేశులను కాపాడువాడు ఆయన తండ్రిలేనివారిని విధవరాండ్రను ఆదరించు వాడు భక్తిహీనుల మార్గమును ఆయన వంకరమార్గముగా చేయును.","Verses":"Ps 146:9"},{"id":601,"Praises":"యెహోవా పరదేశులను కాపాడువాడు ఆయన తండ్రిలేనివారిని విధవరాండ్రను ఆదరించు వాడు భక్తిహీనుల మార్గమును ఆయన వంకరమార్గముగా చేయును.","Verses":"Ps 146:9"},{"id":602,"Praises":"ఆయన తలిదండ్రులు లేనివానికిని విధవరాలికిని న్యాయము తీర్చి, పరదేశియందు దయ యుంచి అన్నవస్త్రముల ననుగ్రహించువాడు.","Verses":"Deu 10:18"},{"id":603,"Praises":"దేవుడు ఏకాంగులను సంసారులుగా చేయువాడు. ఆయన బంధింపబడినవారిని విడిపించి వారిని వర్ధిల్ల  జేయువాడు విశ్వాసఘాతకులు నిర్జలదేశమందు నివసించుదురు.","Verses":"Ps 68:6"},{"id":604,"Praises":"నీ సమూహము దానిలో నివసించును దేవా, నీ అనుగ్రహముచేత దీనులకు సదుపాయము కలుగజేసితివి.","Verses":"Ps 68:10"},{"id":605,"Praises":"యెహోవా తన ప్రజలకు న్యాయము తీర్చును తన సేవకులనుబట్టి ఆయన సంతాపము నొందును.","Verses":"Ps 135:14"},{"id":606,"Praises":"నా నిర్దోషత్వమునుబట్టి ఆనందించువారు ఉత్సాహధ్వనిచేసి సంతోషించుదురు గాక తన సేవకుని క్షేమమును చూచి ఆనందించు యెహోవా ఘనపరచబడును గాక అని వారు నిత్యము పలుకుదురు.","Verses":"Ps 35:27"},{"id":607,"Praises":"నేనే నా సేవకుని మాట రూఢిపరచువాడను నా దూతల ఆలోచన నెరవేర్చువాడను యెరూషలేము నివాసస్థలమగుననియు యూదా నగరులనుగూర్చి అవి కట్టబడుననియు నేను ఆజ్ఞ ఇచ్చియున్నాను, దాని పాడైన స్థలములను  బాగుచేయువాడను నేనే.","Verses":"Isa 44:26"},{"id":608,"Praises":"నేనే నా సేవకుని మాట రూఢిపరచువాడను నా దూతల ఆలోచన నెరవేర్చువాడను యెరూషలేము నివాసస్థలమగుననియు యూదా నగరులనుగూర్చి అవి కట్టబడుననియు నేను ఆజ్ఞ ఇచ్చియున్నాను, దాని పాడైన స్థలములను  బాగుచేయువాడను నేనే.","Verses":"Isa 44:26"},{"id":609,"Praises":"వాయువులను తనకు దూతలుగాను అగ్నిజ్వాలలను2 తనకు పరిచారకులుగాను ఆయన చేసి  కొనియున్నాడు.","Verses":"Ps 104:4"},{"id":610,"Praises":"జనములారా, ఆయన ప్రజలతోకూడ ఆనందించుడి. హతులైన తన సేవకులనుబట్టి ఆయన ప్రతిదండన చేయును తన విరోధులకు ప్రతీకారము చేయును తన దేశము నిమిత్తమును తన ప్రజలనిమిత్తమును  ప్రాయశ్చిత్తము చేయును.","Verses":"Deu 32:43"},{"id":611,"Praises":"నీ సేవకుని మీద నీ ముఖకాంతి ప్రకాశింపజేయుము నీ కృపచేత నన్ను రక్షింపుము.","Verses":"Ps 31:16"},{"id":612,"Praises":"ఒకని నడత యెహోవా చేతనే స్థిరపరచబడును వాని ప్రవర్తన చూచి ఆయన ఆనందించును.","Verses":"Ps 37:23"},{"id":613,"Praises":"యెహోవా అతని చెయ్యి పట్టుకొని యున్నాడు గనుక అతడు నేలను పడినను లేవలేక యుండడు.","Verses":"Ps 37:24"},{"id":614,"Praises":"దుష్టుల చెడుతనము మాన్పుమునీతిగలవారిని స్థిరపరచుముయథార్థ హృదయులను రక్షించు దేవుడేనా కేడెమును మోయువాడై యున్నాడు.","Verses":"Ps 7:10"},{"id":615,"Praises":"ఒకడు తనకేర్పరచుకొనిన మార్గము ఎట్టిదైనను తన  దృష్టికది న్యాయముగానే అగపడును యెహోవాయే హృదయములను పరిశీలన చేయు వాడు.","Verses":"Pro 21:2"},{"id":616,"Praises":"హృదయములను అంతరింద్రియములనుపరిశీలించు నీతిగల దేవా,","Verses":"Ps 7:9"},{"id":617,"Praises":"యెహోవా నీతిమంతులను పరిశీలించునుదుష్టులును బలాత్కారాసక్తులును ఆయనకు అసహ్యులు,","Verses":"Ps 11:5"},{"id":618,"Praises":"ఎందుకనగా దేవుడు నీతిమంతుల సంతానము పక్ష మున నున్నాడు","Verses":"Ps 14:5"},{"id":619,"Praises":"నీతిమంతులు మొఱ్ఱపెట్టగా యెహోవా ఆలకించును వారి శ్రమలన్నిటిలోనుండి వారిని విడిపించును.","Verses":"Ps 34:17"},{"id":620,"Praises":"నీతిమంతునికి కలుగు ఆపదలు అనేకములు వాటి అన్నిటిలోనుండి యెహోవా వానిని విడిపిం చును.","Verses":"Ps 34:19"},{"id":621,"Praises":"ఆయన వాని యెముకలన్నిటిని కాపాడును వాటిలో ఒక్కటియైనను విరిగిపోదు.","Verses":"Ps 34:20"},{"id":622,"Praises":"నేను చిన్నవాడనై యుంటిని ఇప్పుడు ముసలివాడనై యున్నాను అయినను నీతిమంతులు విడువబడుట గాని  వారి సంతానము భిక్షమెత్తుట గాని నేను చూచియుండలేదు.","Verses":"Ps 37:25"},{"id":623,"Praises":"యెహోవా, నీతిమంతులను ఆశీర్వదించువాడవు నీవేకేడెముతో కప్పినట్లు నీవు వారిని దయతో కప్పెదవుకావున నీ నామమును ప్రేమించువారు నిన్నుగూర్చిఉల్లసింతురు.","Verses":"Ps 5:12"},{"id":624,"Praises":"భక్తిహీనుల బాహువులు విరువబడును నీతిమంతులకు యెహోవాయే సంరక్షకుడు","Verses":"Ps 37:17"},{"id":625,"Praises":"ఆయన భక్తిహీనుల చేతిలోనుండి వారిని విడిపించి రక్షించును.","Verses":"Ps 37:40"},{"id":626,"Praises":"నీ భారము యెహోవామీద మోపుము ఆయనే నిన్ను ఆదుకొనును నీతిమంతులను ఆయన ఎన్నడును కదలనీయడు.","Verses":"Ps 55:22"},{"id":627,"Praises":"నీతిమంతులు ఖర్జూరవృక్షమువలె మొవ్వువేయు దురు లెబానోనుమీది దేవదారు వృక్షమువలె వారు ఎదుగు  దురు","Verses":"Ps 92:12"},{"id":628,"Praises":"యెహోవా గ్రుడ్డివారి కన్నులు తెరవజేయువాడు యెహోవా క్రుంగినవారిని లేవనెత్తువాడు యెహోవా నీతిమంతులను ప్రేమించువాడు","Verses":"Ps 146:8"},{"id":629,"Praises":"నాకు ఆశ్రయ దుర్గమైన యెహోవా యథార్థవంతు డనియు ఆయనయందు ఏ చెడుతనమును లేదనియు ప్రసిద్ధి  చేయుటకై","Verses":"Ps 92:14"},{"id":630,"Praises":"మరియు ప్రధానయాజకుడైన అమర్యా యెహోవాకు చెందు సకల విషయములను కనిపెట్టుటకు మీమీద ఉన్నాడు, యూదా సంతతివారికి అధిపతియు ఇష్మాయేలు కుమారుడునగు జెబద్యా రాజు సంగతుల విషయములో పైవాడుగా ఉన్నాడు, లేవీయులు మీకు పరిచారకులుగా ఉన్నారు. ధైర్యము వహించుడి, మేలుచేయుటకై యెహోవా మీతో కూడ ఉండును.","Verses":"2 Chr 19:11"},{"id":631,"Praises":"నిర్దోషుల చర్యలను యెహోవా గుర్తించుచున్నాడు వారి స్వాస్థ్యము సదాకాలము నిలుచును.","Verses":"Ps 37:18"},{"id":632,"Praises":"దేవుడైన యెహోవా సూర్యుడును కేడెమునై యున్నాడు యెహోవా కృపయు ఘనతయు అనుగ్రహించును యథార్థముగా ప్రవర్తించువారికి ఆయన యే మేలును  చేయక మానడు.","Verses":"Ps 84:11"},{"id":633,"Praises":"యెహోవా దీనులను లేవనెత్తువాడు భక్తిహీనులను ఆయన నేలను కూల్చును.","Verses":"Ps 147:6"},{"id":634,"Praises":"యెహోవా తన ప్రజలందు ప్రీతిగలవాడు. ఆయన దీనులను రక్షణతో అలంకరించును.","Verses":"Ps 149:4"},{"id":635,"Praises":"యెహోవా ఉత్తముడును యథార్థ వంతుడునై యున్నాడు కావున తన మార్గమునుగూర్చి ఆయన పాపులకు ఉపదేశించును.","Verses":"Ps 25:8"},{"id":636,"Praises":"యెహోవా ఉత్తముడును యథార్థ వంతుడునై యున్నాడు కావున తన మార్గమునుగూర్చి ఆయన పాపులకు ఉపదేశించును.","Verses":"Ps 25:8"},{"id":637,"Praises":"యెహోవా మర్మము ఆయనయందు భయభక్తులు గల  వారికి తెలిసియున్నది ఆయన తన నిబంధనను వారికి తెలియజేయును.","Verses":"Ps 25:14"},{"id":638,"Praises":"కాబట్టి నీ దేవుడైన యెహోవా తానే దేవుడనియు, తన్ను ప్రేమించి తన ఆజ్ఞల ననుసరించి నడుచుకొనువారికి తన నిబంధనను స్థిరపరచువాడును వేయితరములవరకు కృపచూపువాడును నమ్మతగిన దేవుడు ననియు, తన్ను ద్వేషించువారిలో ప్రతివానిని బహిరంగ ముగా నశింపచేయుటకు వానికి దండన విధించువాడనియు నీవు తెలిసికొనవలెను.","Verses":"Deu 7:9"},{"id":639,"Praises":"ఏలయనగా యెహోవా న్యాయమును ప్రేమించువాడు ఆయన తన భక్తులను విడువడు వారెన్న టెన్నటికి కాపాడబడుదురు గాని భక్తిహీనుల సంతానము నిర్మూలమగును.","Verses":"Ps 37:28"},{"id":640,"Praises":"న్యాయము తప్పిపోకుండ ఆయన కనిపెట్టును తన భక్తుల ప్రవర్తనను ఆయన కాచును.","Verses":"Pro 2:8"},{"id":641,"Praises":"తన భక్తుల పాదములు తొట్రిల్లకుండ ఆయన వారిని కాపాడునుదుర్మార్గులు అంధకారమందు మాటుమణుగుదురుబలముచేత ఎవడును జయము నొందడు.","Verses":"1 Sam 2:9"},{"id":642,"Praises":"పరిశుద్ధదూతల సభలో ఆయన మిక్కిలి భీకరుడు తన చుట్టునున్న వారందరికంటె భయంకరుడు.","Verses":"Ps 89:7"},{"id":643,"Praises":"పరిశుద్ధదూతల సభలో ఆయన మిక్కిలి భీకరుడు తన చుట్టునున్న వారందరికంటె భయంకరుడు.","Verses":"Ps 89:7"},{"id":644,"Praises":"ఆయనకు పైగా సెరా పులు నిలిచియుండిరి; ఒక్కొక్కరికి ఆరేసి రెక్క లుండెను. ప్రతివాడు రెండు రెక్కలతో తన ముఖ  మును రెంటితో తన కాళ్లను కప్పుకొనుచు రెంటితో ఎగురు చుండెను.","Verses":"Isa 6:2"},{"id":645,"Praises":"యెహోవా, నీవే నాకు కేడెముగానునీవే నాకు అతిశయాస్పదముగాను నా తల ఎత్తువాడవుగాను ఉన్నావు.","Verses":"Ps 3:3"},{"id":646,"Praises":"గురుపోతు కొమ్మువలె నీవు నా కొమ్ము పైకెత్తితివి క్రొత్త తైలముతో నేను అంటబడితిని.","Verses":"Ps 92:10"},{"id":647,"Praises":"ఆయన నాకాళ్లు జింక కాళ్లవలె చేయుచున్నాడు ఎత్తయిన స్థలములమీద నన్ను నిలుపుచున్నాడు.","Verses":"Ps 18:33"},{"id":648,"Praises":"యెహోవా నాకు ఆధారము, కావున నేను పండుకొని నిద్రపోయి మేలుకొందును","Verses":"Ps 3:5"},{"id":649,"Praises":"యెహోవా, నెమ్మదితో పండుకొని నిద్రపోవుదునునేను ఒంటరిగా నుండినను నీవే నన్ను సురక్షితముగా నివసింపజేయుదువు.","Verses":"Ps 4:8"},{"id":650,"Praises":"ఆపత్కాలమందు వారు నామీదికి రాగా యెహోవా నన్ను ఆదుకొనెను.","Verses":"Ps 18:18"},{"id":651,"Praises":"నా దీపము వెలిగించువాడవు నీవే నా దేవుడైన యెహోవా చీకటిని నాకు వెలుగుగా చేయును","Verses":"Ps 18:28"},{"id":652,"Praises":"బలులనైనను నైవేద్యములనైనను నీవు కోరుటలేదు. నీవు నాకు చెవులు నిర్మించియున్నావు. దహన బలులనైనను పాపపరిహారార్థ బలులనైనను నీవు తెమ్మనలేదు.","Verses":"Ps 40:6"},{"id":653,"Praises":"యెహోవా నా విజ్ఞాపనధ్వని ఆలకించియున్నాడు ఆయనకు స్తోత్రము కలుగును గాక.","Verses":"Ps 28:6"},{"id":654,"Praises":"యెహోవా నా రోదన ధ్వని వినియున్నాడుపాపముచేయు వారలారా, మీరందరు నాయొద్దనుండి తొలగిపోవుడి.","Verses":"Ps 6:8"},{"id":655,"Praises":"నా సంచారములను నీవు లెక్కించి యున్నావు నా కన్నీళ్లు నీ బుడ్డిలో నుంచబడి యున్నవి అవి నీ కవిలెలో1 కనబడును గదా.","Verses":"Ps 56:8"},{"id":656,"Praises":"మరణమునుండి నా ప్రాణమును కన్నీళ్లు విడువకుండ  నా కన్నులను జారిపడకుండ నాపాదములను నీవు తప్పించియున్నావు.","Verses":"Ps 116:8"},{"id":657,"Praises":"నాశనకరమైన గుంటలోనుండియు జిగటగల దొంగ ఊబిలో నుండియు. ఆయన నన్ను పైకెత్తెను నా పాదములు బండమీద నిలిపి నా అడుగులు స్థిర పరచెను.","Verses":"Ps 40:2"},{"id":658,"Praises":"నా కనుదృష్టి యెల్లప్పుడు యెహోవావైపునకే తిరిగి  యున్నది ఆయన నా పాదములను వలలోనుండి విడిపించును.","Verses":"Ps 25:15"},{"id":659,"Praises":"యెహోవా నీకు ఆధారమగును నీ కాలు చిక్కుబడకుండునట్లు ఆయన నిన్ను కాపా  డును.","Verses":"Pro 3:26"},{"id":660,"Praises":"ఆయన నాకాళ్లు జింక కాళ్లవలె చేయుచున్నాడు ఎత్తయిన స్థలములమీద నన్ను నిలుపుచున్నాడు.","Verses":"Ps 18:33"},{"id":661,"Praises":"నా పాదములకు చోటు విశాలపరచితివి నా చీలమండలు బెణకలేదు.","Verses":"Ps 18:36"},{"id":662,"Praises":"నాకు బలము ధరింపజేయువాడు ఆయనే నన్ను యథార్థమార్గమున నడిపించువాడు ఆయనే.","Verses":"Ps 18:32"},{"id":663,"Praises":"ఎట్లనగా నీవును నీ యధిపతులును నీ రాణులును నీ ఉప పత్నులును దేవుని ఆలయసంబంధమగు ఉపకరణములలో ద్రాక్షారసము పోసి త్రాగవలెనని  వాటిని తెచ్చియుంచు కొని వాటితో త్రాగుచు, చూడనైనను విననైనను గ్రహింపనైనను చేతకాని వెండి బంగారు ఇత్తడి ఇనుము కఱ్ఱ రాయి అను వాటితో చేయబడిన దేవతలను స్తుతించి తిరి గాని, నీ ప్రాణమును నీ సకల మార్గములును ఏ దేవుని వశమున ఉన్నవో ఆయనను నీవు ఘనపరచలేదు.","Verses":"Dan 5:23"},{"id":664,"Praises":"నీవు శత్రువులచేత నన్ను చెరపెట్టలేదు విశాలస్థలమున నా పాదములు నిలువబెట్టితివి.","Verses":"Ps 31:8"},{"id":665,"Praises":"విశాలమైన స్థలమునకు ఆయన నన్ను తోడుకొని వచ్చెనునేను ఆయనకు ఇష్టుడను గనుక ఆయన నన్నుతప్పించెను.","Verses":"Ps 18:19"},{"id":666,"Praises":"ఇరుకునందుండి నేను యెహోవాకు మొఱ్ఱపెట్టితిని విశాలస్థలమందు యెహోవా నాకు ఉత్తరమిచ్చెను","Verses":"Ps 118:5"},{"id":667,"Praises":"ఆపదలన్నిటిలోనుండి ఆయన నన్ను విడిపించి యున్నాడు నా శత్రువుల గతిని చూచి నా కన్ను సంతోషించు చున్నది.","Verses":"Ps 54:7"},{"id":669,"Praises":"ఆరు బాధలలోనుండి ఆయన నిన్ను విడిపించునుఏడు బాధలు కలిగినను నీకు ఏ కీడును తగులదు.","Verses":"Job 5:19"},{"id":670,"Praises":"కోటగల  పట్టణములోనికి  నన్నెవడు  తోడుకొని పోవును? ఎదోములోనికి నన్నెవడు నడిపించును?","Verses":"Ps 60:9"},{"id":671,"Praises":"నా చేతులకు యుద్ధముచేయ నేర్పువాడు ఆయనే నా బాహువులు ఇత్తడి విల్లును ఎక్కు పెట్టును.","Verses":"Ps 18:34"},{"id":672,"Praises":"నాకు ఆశ్రయదుర్గమగు యెహోవా సన్నుతింపబడును  గాక ఆయన నా చేతులకు యుద్ధమును నా వ్రేళ్లకు పోరాటమును నేర్పువాడైయున్నాడు.","Verses":"Ps 144:1"},{"id":673,"Praises":"ఎఫ్రా యిమును చెయ్యిపట్టుకొని వానికి నడక నేర్పినవాడను నేనే; వారిని కౌగలించు కొనినవాడను నేనే; నేనే వారిని స్వస్థపరచినవాడనైనను ఆ సంగతి వారికి మనస్సున పట్ట లేదు","Verses":"Hos 11:3"},{"id":674,"Praises":"నీవే రాజులకు విజయము దయచేయువాడవు దుష్టుల ఖడ్గమునుండి నీవు నీ సేవకుడైన దావీదును తప్పించువాడవు","Verses":"Ps 144:10"},{"id":675,"Praises":"క్షామకాలమున మరణమునుండియు యుద్ధమున ఖడ్గబలమునుండియు ఆయన నిన్ను తప్పించును.","Verses":"Job 5:20"},{"id":676,"Praises":"ప్రభువైన యెహోవా నా రక్షణదుర్గము యుద్ధదినమున నీవు నా తలను కాయుదువు.","Verses":"Ps 140:7"},{"id":677,"Praises":"నా శత్రువులు అనేకులై యున్నారు అయినను వారు నామీదికి రాకుండునట్లు సమాధానము కలుగజేసి ఆయన నా ప్రాణమును విమోచించి యున్నాడు.","Verses":"Ps 55:18"},{"id":678,"Praises":"యుద్ధమునకు నీవు నన్ను బలము ధరింపజేసితివి నా మీదికి లేచినవారిని నా క్రింద అణచివేసితివి","Verses":"Ps 18:39"},{"id":679,"Praises":"యెహోవా, వారి దూషణయు వారు నామీద చేయు ఆలోచనలన్నిటిని","Verses":"Lam 3:61"},{"id":680,"Praises":"నామీదికి లేచినవారు పలుకు మాటలును దినమెల్ల వారు నామీద చేయు ఆలోచనయు నీవు వినియున్నావు.","Verses":"Lam 3:62"},{"id":681,"Praises":"యెహోవా, నాకు కలిగిన అన్యాయము నీవు చూచి యున్నావు నా వ్యాజ్యెము తీర్చుము.","Verses":"Lam 3:59"},{"id":682,"Praises":"నాకు బలము ధరింపజేయువాడు ఆయనే నన్ను యథార్థమార్గమున నడిపించువాడు ఆయనే.","Verses":"Ps 18:32"},{"id":683,"Praises":"నీ దేవుడు నీకు బలము కలుగ నియమించియున్నాడు. దేవా, నీవు మాకొరకు చేసినదానిని బలపరచుము","Verses":"Ps 68:28"},{"id":684,"Praises":"చాలకాలము క్రిందట యెహోవా నాకు ప్రత్యక్షమై యిట్ల నెను శాశ్వతమైన ప్రేమతో నేను నిన్ను ప్రేమించుచున్నాను  గనుక విడువక నీయెడల కృప చూపుచున్నాను.","Verses":"Jer 31:3"},{"id":685,"Praises":"నా సేవకుడైన యాకోబు నిమిత్తము నేను ఏర్పరచుకొనిన ఇశ్రాయేలు నిమిత్తము నేను  నీకు పేరుపెట్టి నిన్ను పిలిచితిని. నీవు నన్ను ఎరుగకుండినప్పటికిని నీకు బిరుదులిచ్చితిని","Verses":"Isa 45:4"},{"id":686,"Praises":"నీ రక్షణ కేడెమును నీవు నాకందించుచున్నావు నీ కుడిచెయ్యి నన్ను ఆదుకొనెనునీ సాత్వికము నన్ను గొప్పచేసెను.","Verses":"Ps 18:35"},{"id":687,"Praises":"ప్రజలు చేయు కలహములలో పడకుండ నీవు నన్ను విడిపించితివినన్ను అన్యజనులకు అధికారిగా చేసితివినేను ఎరుగని ప్రజలు నన్ను సేవించెదరు","Verses":"Ps 18:43"},{"id":688,"Praises":"ఆయన నా నిమిత్తము ప్రతిదండన చేయు దేవుడు జనములను నాకు లోపరచువాడు ఆయనే.","Verses":"Ps 18:47"},{"id":689,"Praises":"ఆయన జనములను మనకు లోపరచును మన పాదముల క్రింద ప్రజలను అణగద్రొక్కును.","Verses":"Ps 47:3"},{"id":690,"Praises":"ప్రజలు చేయు కలహములలో పడకుండ నీవు నన్ను విడిపించితివినన్ను అన్యజనులకు అధికారిగా చేసితివినేను ఎరుగని ప్రజలు నన్ను సేవించెదరు","Verses":"Ps 18:43"},{"id":691,"Praises":"మనుష్యుల కపటోపాయములు వారి నంటకుండ నీ  సన్నిధి చాటున వారిని దాచుచున్నావు వాక్కలహము మాన్పి వారిని గుడారములో దాచు చున్నావు","Verses":"Ps 31:20"},{"id":692,"Praises":"ఆయన నా నిమిత్తము ప్రతిదండన చేయు దేవుడు జనములను నాకు లోపరచువాడు ఆయనే.","Verses":"Ps 18:47"},{"id":693,"Praises":"ప్రియులారా, మీకు మీరే పగతీర్చుకొనక, దేవుని ఉగ్రతకు చోటియ్యుడిపగతీర్చుట నా పని, నేనే ప్రతిఫలము నిత్తును అని ప్రభువు చెప్పుచున్నాడని వ్రాయబడి యున్నది.","Verses":"Rom 12:19"},{"id":694,"Praises":"నా శత్రువులు చేయు కీడు ఆయన వారిమీదికి రప్పించును నీ సత్యమునుబట్టి వారిని నశింపజేయుము సేచ్చార్పణలైన బలులను నేను నీకర్పించెదను.","Verses":"Ps 54:5"},{"id":695,"Praises":"ఆయన తన్ను ద్వేషించువాని విషయము ఆలస్యము చేయక బహిరంగముగా వానికి దండన విధించును","Verses":"Deu 7:10"},{"id":696,"Praises":"నా దేవుడు తన కృపలో నన్ను కలిసికొనెను నాకొరకు పొంచియున్నవారికి సంభవించినదానిని దేవుడు నాకు చూపించును.","Verses":"Ps 59:10"},{"id":697,"Praises":"వారు అవమానము పొందియున్నారు కాగా నా నాలుక దినమెల్ల నీ నీతిని వర్ణించును.","Verses":"Ps 71:24"},{"id":698,"Praises":"నీ ఆజ్ఞలు నిత్యము నాకు తోడుగా నున్నవి. నా శత్రువులను మించిన జ్ఞానము అవి నాకు కలుగ జేయుచున్నవి.","Verses":"Ps 119:98"},{"id":699,"Praises":"నీవు స్వాధీనపరచుకొనబోవు దేశములోనికి నీ దేవు డైన యెహోవా నిన్ను చేర్చి బహు జనములను, అనగా సంఖ్యకును బలమునకును నిన్ను మించిన హిత్తీయులు గిర్గాషీయులు అమోరీయులు కనానీయులు పెరిజ్జీయులు హివ్వీయులు యెబూసీయులను ఏడు జనములను నీ యెదుటనుండి వెళ్లగొట్టిన తరువాత","Verses":"Deu 7:1"},{"id":700,"Praises":"యెహోవా బలముగల గొప్ప జనములను మీ యెదుట నుండి కొట్టివేసియున్నాడు, మీ యెదుట నేటివరకును ఏ మనుష్యుడును నిలిచియుండలేదు.","Verses":"Josh 23:9"},{"id":701,"Praises":"గర్భమునుండి నన్ను తీసినవాడవు నీవే గదా నేను నా తల్లియొద్ద స్తన్యపానము చేయుచుండగానీవే గదా నాకు నమి్మక పుట్టించితివి.","Verses":"Ps 22:9"},{"id":702,"Praises":"పచ్చికగల చోట్లను ఆయన నన్ను పరుండజేయు చున్నాడుశాంతికరమైన జలములయొద్ద నన్ను నడిపించుచున్నాడు.","Verses":"Ps 23:2"},{"id":703,"Praises":"నా ప్రాణమునకు ఆయన సేదదీర్చుచున్నాడు తన నామమునుబట్టి నీతిమార్గములలో నన్ను నడిపించు చున్నాడు.","Verses":"Ps 23:3"},{"id":704,"Praises":"నా ప్రాణమునకు ఆయన సేదదీర్చుచున్నాడు తన నామమునుబట్టి నీతిమార్గములలో నన్ను నడిపించు చున్నాడు.","Verses":"Ps 23:3"},{"id":705,"Praises":"గాఢాంధకారపు లోయలో నేను సంచరించినను ఏ అపాయమునకు భయపడనునీవు నాకు తోడై యుందువు నీ దుడ్డుకఱ్ఱయు నీదండమును నన్ను ఆదరించును.","Verses":"Ps 23:4"},{"id":706,"Praises":"ఆయన సప్తఋషీ నక్షత్రములను మృగశీర్ష నక్షత్రమును సృష్టించినవాడు, కారు చీకటిని ఉదయముగా మార్చు వాడు, పగటిని రాత్రి చీకటివలె మార్పుచేయువాడు, సముద్రజలములను పిలిచి వాటిని భూమిమీద పొర్లి పారజేయువాడు.","Verses":"Amo 5:8"},{"id":707,"Praises":"చీకటిలోని రహస్యములను ఆయన బయలుపరచుచుమరణాంధకారమును వెలుగులోనికి రప్పించును","Verses":"Job 12:22"},{"id":708,"Praises":"గాఢాంధకారపు లోయలో నేను సంచరించినను ఏ అపాయమునకు భయపడనునీవు నాకు తోడై యుందువు నీ దుడ్డుకఱ్ఱయు నీదండమును నన్ను ఆదరించును.","Verses":"Ps 23:4"},{"id":709,"Praises":"నా శత్రువులయెదుట నీవు నాకు భోజనము సిద్ధ పరచుదువునూనెతో నా తల అంటియున్నావునా గిన్నె నిండి పొర్లుచున్నది.","Verses":"Ps 23:5"},{"id":710,"Praises":"నా శత్రువులయెదుట నీవు నాకు భోజనము సిద్ధ పరచుదువునూనెతో నా తల అంటియున్నావునా గిన్నె నిండి పొర్లుచున్నది.","Verses":"Ps 23:5"},{"id":711,"Praises":"నేను బ్రదుకు దినములన్నియు కృపాక్షేమములే నా  వెంట వచ్చునుచిరకాలము యెహోవా మందిరములో నేను నివాసము చేసెదను.","Verses":"Ps 23:6"},{"id":712,"Praises":"నీ కృప నా కన్నులయెదుట నుంచుకొనియున్నాను నీ సత్యము ననుసరించి నడుచుకొనుచున్నాను","Verses":"Ps 26:3"},{"id":713,"Praises":"యెహోవా నా ఆశ్రయము, నా కేడెము నా హృదయము ఆయనయందు నమి్మకయుంచెన గనుక నాకు సహాయము కలిగెను. కావున నా హృదయము ప్రహర్షించుచున్నది కీర్తనలతో నేను ఆయనను స్తుతించుచున్నాను.","Verses":"Ps 28:7"},{"id":714,"Praises":"నా కాలగతులు నీ వశములో నున్నవి. నా శత్రువుల చేతిలోనుండి నన్ను రక్షింపుము నన్ను తరుమువారినుండి నన్ను రక్షింపుము.","Verses":"Ps 31:15"},{"id":715,"Praises":"ఆపత్కాలమున ఆయన తన పర్ణశాలలో నన్ను దాచును తన గుడారపు మాటున నన్ను దాచును ఆశ్రయదుర్గముమీద ఆయన నన్ను ఎక్కించును.","Verses":"Ps 27:5"},{"id":716,"Praises":"మనుష్యుల కపటోపాయములు వారి నంటకుండ నీ  సన్నిధి చాటున వారిని దాచుచున్నావు వాక్కలహము మాన్పి వారిని గుడారములో దాచు చున్నావు","Verses":"Ps 31:20"},{"id":717,"Praises":"యెహోవా నా దేవా, నేను నీకు మొఱ్ఱపెట్టగా నీవు నన్ను స్వస్థపరచితివి.","Verses":"Ps 30:2"},{"id":718,"Praises":"యెహోవా, పాతాళములోనుండి నా ప్రాణమును లేవదీసితివి నేను గోతిలోనికి దిగకుండ నీవు నన్ను బ్రదికించితివి.","Verses":"Ps 30:3"},{"id":719,"Praises":"నా తలిదండ్రులు నన్ను విడిచినను యెహోవా నన్ను చేరదీయును.","Verses":"Ps 27:10"},{"id":720,"Praises":"ధైర్యము తెచ్చుకొని నీ హృదయమును నిబ్బరముగా  నుంచుకొనుము యెహోవాకొరకు కనిపెట్టుకొని యుండుము.","Verses":"Ps 27:14"},{"id":721,"Praises":"ధైర్యము తెచ్చుకొని నీ హృదయమును నిబ్బరముగా  నుంచుకొనుము యెహోవాకొరకు కనిపెట్టుకొని యుండుము.","Verses":"Ps 27:14"},{"id":722,"Praises":"యెహోవా, నా శత్రువులను నా విషయమై సంతో షింపనియ్యక నీవు నన్నుద్ధరించి యున్నావు అందుకై నేను నిన్ను కొనియాడుచున్నాను.","Verses":"Ps 30:1"},{"id":723,"Praises":"నాశనకరమైన గుంటలోనుండియు జిగటగల దొంగ ఊబిలో నుండియు. ఆయన నన్ను పైకెత్తెను నా పాదములు బండమీద నిలిపి నా అడుగులు స్థిర పరచెను.","Verses":"Ps 40:2"},{"id":724,"Praises":"నాశనకరమైన గుంటలోనుండియు జిగటగల దొంగ ఊబిలో నుండియు. ఆయన నన్ను పైకెత్తెను నా పాదములు బండమీద నిలిపి నా అడుగులు స్థిర పరచెను.","Verses":"Ps 40:2"},{"id":725,"Praises":"నేను నీ కీర్తి అంతటిని ప్రసిద్ధిచేయుచుసీయోను కుమార్తె గుమ్మములలోనీ రక్షణనుబట్టి హర్షించునట్లుయెహోవా, నన్ను కరుణించుము.","Verses":"Ps 9:13"},{"id":726,"Praises":"క్షామకాలమున మరణమునుండియు యుద్ధమున ఖడ్గబలమునుండియు ఆయన నిన్ను తప్పించును.","Verses":"Job 5:20"},{"id":727,"Praises":"యెహోవా, పాతాళములోనుండి నా ప్రాణమును లేవదీసితివి నేను గోతిలోనికి దిగకుండ నీవు నన్ను బ్రదికించితివి.","Verses":"Ps 30:3"},{"id":728,"Praises":"ప్రభువా, నా దేవా, నాయెడల నీవు చూపిన కృప అధికమైనది పాతాళపు అగాధమునుండి నా ప్రాణమును తప్పించి  యున్నావు.","Verses":"Ps 86:13"},{"id":729,"Praises":"మరణమునుండి నా ప్రాణమును కన్నీళ్లు విడువకుండ  నా కన్నులను జారిపడకుండ నాపాదములను నీవు తప్పించియున్నావు.","Verses":"Ps 116:8"},{"id":730,"Praises":"నేను మొఱ్ఱపెట్టిన దినమున నీవు నాకు ఉత్తరమిచ్చితివి. నా ప్రాణములో త్రాణ పుట్టించి నన్ను ధైర్యపరచి తివి.","Verses":"Ps 138:3"},{"id":731,"Praises":"ప్రభువా, నీవు నా ప్రాణవిషయమైన వ్యాజ్యెము లను వాదించితివి నా జీవమును విమోచించితివి.","Verses":"Lam 3:58"},{"id":732,"Praises":"నా శత్రువులు అనేకులై యున్నారు అయినను వారు నామీదికి రాకుండునట్లు సమాధానము కలుగజేసి ఆయన నా ప్రాణమును విమోచించి యున్నాడు.","Verses":"Ps 55:18"},{"id":734,"Praises":"జీవము ననుగ్రహించి నాయెడల కృప చూపితివినీ సంరక్షణచేత నా ఆత్మను కాపాడితివి.","Verses":"Job 10:12"},{"id":735,"Praises":"జీవము ననుగ్రహించి నాయెడల కృప చూపితివినీ సంరక్షణచేత నా ఆత్మను కాపాడితివి.","Verses":"Job 10:12"},{"id":736,"Praises":"జీవము ననుగ్రహించి నాయెడల కృప చూపితివినీ సంరక్షణచేత నా ఆత్మను కాపాడితివి.","Verses":"Job 10:12"},{"id":737,"Praises":"తన అతిక్రమములకు పరిహారమునొందినవాడు తన పాపమునకు ప్రాయశ్చిత్తము నొందినవాడు ధన్యుడు.","Verses":"Ps 32:1"},{"id":738,"Praises":"తన అతిక్రమములకు పరిహారమునొందినవాడు తన పాపమునకు ప్రాయశ్చిత్తము నొందినవాడు ధన్యుడు.","Verses":"Ps 32:1"},{"id":739,"Praises":"యెహోవాచేత నిర్దోషి అని యెంచబడినవాడు ఆత్మలో కపటములేనివాడు ధన్యుడు.","Verses":"Ps 32:2"},{"id":740,"Praises":"నా దోషమును కప్పుకొనక నీ యెదుట నాపాపము ఒప్పుకొంటిని యెహోవా సన్నిధిని నా అతిక్రమములు ఒప్పు కొందు ననుకొంటిని. నీవు నా పాపదోషమును పరిహరించియున్నావు. (సెలా.)","Verses":"Ps 32:5"},{"id":741,"Praises":"మిక్కుటమైన ఆయాసము నాకు నెమ్మది కలు గుటకు  కారణమాయెను నీ ప్రేమచేత నా ప్రాణమును నాశనమను గోతి నుండి విడిపించితివి. నీ వీపు వెనుకతట్టు నా పాపములన్నియు నీవు పార  వేసితివి.","Verses":"Isa 38:17"},{"id":742,"Praises":"దూత దగ్గర నిలిచియున్నవారిని పిలిచిఇతని మైలబట్టలు తీసివేయుడని ఆజ్ఞాపించినేను నీ దోషమును పరిహరించి ప్రశస్తమైన వస్త్రములతో నిన్ను అలంకరించుచున్నాను అని సెలవిచ్చెను.","Verses":"Zech 3:4"},{"id":743,"Praises":"ఆయన నీ దోషములన్నిటిని క్షమించువాడు నీ సంకటములన్నిటిని కుదుర్చువాడు.","Verses":"Ps 103:3"},{"id":744,"Praises":"సమాధిలోనుండి నీ ప్రాణమును విమోచించు చున్నాడు కరుణాకటాక్షములను  నీకు  కిరీటముగా  ఉంచు చున్నాడు","Verses":"Ps 103:4"},{"id":745,"Praises":"సమాధిలోనుండి నీ ప్రాణమును విమోచించు చున్నాడు కరుణాకటాక్షములను  నీకు  కిరీటముగా  ఉంచు చున్నాడు","Verses":"Ps 103:4"},{"id":746,"Praises":"గురుపోతు కొమ్మువలె నీవు నా కొమ్ము పైకెత్తితివి క్రొత్త తైలముతో నేను అంటబడితిని.","Verses":"Ps 92:10"},{"id":747,"Praises":"పక్షిరాజు ¸°వనమువలె నీ ¸°వనము క్రొత్తదగు చుండునట్లు మేలుతో నీ హృదయమును తృప్తిపరచుచున్నాడు","Verses":"Ps 103:5"},{"id":748,"Praises":"తనకు స్తోత్రరూపమగు క్రొత్తగీతమును మన దేవుడు నా నోట నుంచెను. అనేకులు దాని చూచి భయభక్తులుగలిగి యెహోవా యందు నమి్మకయుంచెదరు.","Verses":"Ps 40:3"},{"id":749,"Praises":"నా దాగు చోటు నీవే, శ్రమలోనుండి నీవు నన్ను రక్షించెదవు విమోచన గానములతో నీవు నన్ను ఆవరించెదవు","Verses":"Ps 32:7"},{"id":750,"Praises":"నా ప్రాణము మౌనముగా నుండక నిన్ను కీర్తించునట్లు నా అంగలార్పును నీవు నాట్యముగా మార్చి యున్నావు.","Verses":"Ps 30:11"},{"id":751,"Praises":"నా ప్రాణము మౌనముగా నుండక నిన్ను కీర్తించునట్లు నా అంగలార్పును నీవు నాట్యముగా మార్చి యున్నావు.","Verses":"Ps 30:11"},{"id":752,"Praises":"ఒకడు మనుష్యులను తోడుకొని పోవునట్లుగా స్నేహబంధములతో నేను వారిని బంధించి అకర్షించితిని; ఒకడు పశువులమీదికి కాడిని తీసినట్లు నేను వారి కాడిని తీసి వారి యెదుట భోజనము పెట్టితిని","Verses":"Hos 11:4"},{"id":753,"Praises":"నేను శ్రమలపాలై దీనుడనైతిని ప్రభువు నన్ను తలంచుకొనుచున్నాడు. నాకు సహాయము నీవే నా రక్షణకర్తవు నీవే. నా దేవా, ఆలస్యము చేయకుము.","Verses":"Ps 40:17"},{"id":754,"Praises":"దేవుడు నన్ను చేర్చుకొనును పాతాళ బలములోనుండి ఆయన నా ప్రాణమును విమోచించును.(సెలా.)","Verses":"Ps 49:15"},{"id":755,"Praises":"నీ భారము యెహోవామీద మోపుము ఆయనే నిన్ను ఆదుకొనును నీతిమంతులను ఆయన ఎన్నడును కదలనీయడు.","Verses":"Ps 55:22"},{"id":756,"Praises":"అతడు యోసేపును దీవించినా పితరులైన అబ్రాహాము ఇస్సాకులు ఎవనియెదుట నడుచుచుండిరో ఆ దేవుడు, నేను పుట్టినది మొదలుకొని నేటివరకును ఎవడు నన్ను పోషించెనో ఆ దేవుడు,","Verses":"Gen 48:15"},{"id":757,"Praises":"నేను మొఱ్ఱపెట్టు దినమున నా శత్రువులు వెనుకకు తిరుగుదురు. దేవుడు  నా  పక్షమున  నున్నాడని  నాకు  తెలి యును.","Verses":"Ps 56:9"},{"id":758,"Praises":"అయితే పరాక్రమముగల శూరునివలె యెహోవా నాకు తోడైయున్నాడు; నన్ను హింసించు వారు నన్ను గెలువక తొట్రిల్లుదురు; వారు యుక్తిగా జరుపుకొనరు గనుక బహుగా సిగ్గుపడుదురు, వారెన్న డును మరువబడని నిత్యావమానము పొందుదురు.","Verses":"Jer 20:11"},{"id":759,"Praises":"ప్రజలవీరులలో శేషించినవారును కూడి వచ్చిరి శూరులలో యెహోవా నాకు సహాయము చేయ వచ్చెను.","Verses":"Jud 5:13"},{"id":760,"Praises":"నేను యెహోవాయొద్ద విచారణచేయగా ఆయన  నాకుత్తరమిచ్చెను నాకు కలిగిన భయములన్నిటిలోనుండి ఆయన నన్ను  తప్పించెను.","Verses":"Ps 34:4"},{"id":761,"Praises":"యెహోవానుబట్టి సంతోషించుము ఆయన నీ హృదయవాంఛలను తీర్చును.","Verses":"Ps 37:4"},{"id":762,"Praises":"అతని యెడమచెయ్యి నా తలక్రిందనున్నది కుడిచేత అతడు నన్ను కౌగిలించుచున్నాడు.","Verses":"Song 2:6"},{"id":763,"Praises":"దేవా, నీ నామము ఎంత గొప్పదో నీ కీర్తియు భూదిగంతములవరకు అంత గొప్పది నీ కుడిచెయ్యి నీతితో నిండియున్నది.","Verses":"Ps 48:10"},{"id":764,"Praises":"నన్ను నీతిమంతునిగా ఎంచువాడు ఆసన్నుడై యున్నాడు నాతో వ్యాజ్యెమాడువాడెవడు? మనము కూడుకొని వ్యాజ్యెమాడుదము నా ప్రతివాది యెవడు? అతని నాయొద్దకు రానిమ్ము.","Verses":"Isa 50:8"},{"id":765,"Praises":"ఆయన వెలుగునువలె నీ నీతిని మధ్యాహ్నమునువలె నీ నిర్దోషత్వమును వెల్లడిపరచును.","Verses":"Ps 37:6"},{"id":766,"Praises":"దేవా,  నీవు  నా  మ్రొక్కుబడుల  నంగీకరించి యున్నావు నీ నామమునందు భయభక్తులుగలవారి స్వాస్థ్యము నీవు నాకనుగ్రహించి యున్నావు.","Verses":"Ps 61:5"},{"id":767,"Praises":"దేవుడు నా ప్రార్థనను త్రోసివేయలేదు నాయొద్దనుండి తన కృపను తొలగింపలేదు;  ఆయన సన్నుతింపబడును గాక.","Verses":"Ps 66:20"},{"id":768,"Praises":"నా దేవుడు తన కృపలో నన్ను కలిసికొనెను నాకొరకు పొంచియున్నవారికి సంభవించినదానిని దేవుడు నాకు చూపించును.","Verses":"Ps 59:10"},{"id":769,"Praises":"నా అంతరింద్రియములను నీవే కలుగజేసితివి నా తల్లి గర్భమందు నన్ను నిర్మించినవాడవు నీవే.","Verses":"Ps 139:13"},{"id":770,"Praises":"నీవు నన్ను కలుగజేసిన విధము చూడగా భయమును  ఆశ్చర్యమును నాకు పుట్టుచున్నవి అందునుబట్టి నేను నీకు కృతజ్ఞతాస్తుతులు చెల్లించు చున్నాను నీ కార్యములు ఆశ్చర్యకరములు. ఆ సంగతి నాకు బాగుగా తెలిసియున్నది.","Verses":"Ps 139:14"},{"id":771,"Praises":"నేను రహస్యమందు పుట్టిననాడు భూమియొక్క  అగాధస్థలములలో  విచిత్రముగా నిర్మింపబడిననాడు నాకు కలిగినయెముకలును నీకు మరుగై యుండలేదు","Verses":"Ps 139:15"},{"id":772,"Praises":"నేను పిండమునై యుండగా నీ కన్నులు నన్ను చూచెను నియమింపబడిన దినములలో ఒకటైన కాకమునుపే నా దినములన్నియు నీ గ్రంథములో లిఖితము లాయెను.","Verses":"Ps 139:16"},{"id":773,"Praises":"గర్భవాసినైనది మొదలుకొని నీవే నాకు ప్రాపకుడవై యుంటివి తల్లిగర్భమునుండి నన్ను ఉద్భవింపజేసినవాడవు నీవే నిన్నుగూర్చి నేను నిత్యము స్తుతిగానము చేయుదును.","Verses":"Ps 71:6"},{"id":774,"Praises":"గర్భవాసినైనది మొదలుకొని నీవే నాకు ప్రాపకుడవై యుంటివి తల్లిగర్భమునుండి నన్ను ఉద్భవింపజేసినవాడవు నీవే నిన్నుగూర్చి నేను నిత్యము స్తుతిగానము చేయుదును.","Verses":"Ps 71:6"},{"id":775,"Praises":"అయినను తల్లిగర్భము నందు పడినది మొదలుకొని నన్ను ప్రత్యేకపరచి, తన కృపచేత నన్ను పిలిచిన దేవుడు నేను అన్య జనులలో తన కుమారుని ప్రకటింపవలెనని","Verses":"Gal 1:15"},{"id":776,"Praises":"దేవా, బాల్యమునుండి నీవు నాకు బోధించుచు వచ్చితివి ఇంతవరకు నీ ఆశ్చర్యకార్యములు నేను తెలుపుచునే  వచ్చితిని.","Verses":"Ps 71:17"},{"id":777,"Praises":"నీ విమోచకుడును ఇశ్రాయేలు పరిశుద్ధదేవుడునైన యెహోవా ఈలాగు సెలవిచ్చుచున్నాడు నీకు ప్రయోజనము కలుగునట్లు నీ దేవుడనైన యెహోవానగు నేనే నీకు ఉపదేశము చేయుదును నీవు నడవవలసిన త్రోవను నిన్ను నడిపించుదును.","Verses":"Isa 48:17"},{"id":778,"Praises":"నీ విమోచకుడును ఇశ్రాయేలు పరిశుద్ధదేవుడునైన యెహోవా ఈలాగు సెలవిచ్చుచున్నాడు నీకు ప్రయోజనము కలుగునట్లు నీ దేవుడనైన యెహోవానగు నేనే నీకు ఉపదేశము చేయుదును నీవు నడవవలసిన త్రోవను నిన్ను నడిపించుదును.","Verses":"Isa 48:17"},{"id":779,"Praises":"నా  ప్రభువా  యెహోవా,  నా  నిరీక్షణాస్పదము నీవే బాల్యమునుండి నా ఆశ్రయము నీవే.","Verses":"Ps 71:5"},{"id":780,"Praises":"నా సంచారములను నీవు లెక్కించి యున్నావు నా కన్నీళ్లు నీ బుడ్డిలో నుంచబడి యున్నవి అవి నీ కవిలెలో1 కనబడును గదా.","Verses":"Ps 56:8"},{"id":781,"Praises":"నా గొప్పతనమును వృద్ధిచేయుము నా తట్టు మరలి నాకు నెమ్మది కలుగజేయుము","Verses":"Ps 71:21"},{"id":782,"Praises":"అలసినవానిని మాటలచేత ఊరడించు జ్ఞానము నాకు  కలుగునట్లు శిష్యునికి తగిన నోరు యెహోవా నాకు దయచేసి యున్నాడు శిష్యులువినునట్లుగా నేను వినుటకై ఆయన ప్రతి యుదయమున నాకు విను బుద్ధి పుట్టించుచున్నాడు.","Verses":"Isa 50:4"},{"id":783,"Praises":"నీ ఆలోచనచేత నన్ను నడిపించెదవు. తరువాత మహిమలో నీవు నన్ను చేర్చుకొందువు","Verses":"Ps 73:24"},{"id":784,"Praises":"ఆయన నీ పాదము తొట్రిల్లనియ్యడు నిన్ను కాపాడువాడు కునుకడు.","Verses":"Ps 121:3"},{"id":785,"Praises":"ఆయన నీ పాదము తొట్రిల్లనియ్యడు నిన్ను కాపాడువాడు కునుకడు.","Verses":"Ps 121:3"},{"id":786,"Praises":"పగలు ఎండ దెబ్బయైనను నీకు తగులదు. రాత్రి వెన్నెల దెబ్బయైనను నీకు తగులదు.","Verses":"Ps 121:6"},{"id":787,"Praises":"ఏ అపాయమును రాకుండ యెహోవా నిన్ను కాపా డును ఆయన నీ ప్రాణమును కాపాడును","Verses":"Ps 121:7"},{"id":788,"Praises":"ఏ అపాయమును రాకుండ యెహోవా నిన్ను కాపా డును ఆయన నీ ప్రాణమును కాపాడును","Verses":"Ps 121:7"},{"id":789,"Praises":"ఇది మొదలుకొని నిరంతరము నీ రాకపోకలయందు యెహోవా నిన్ను కాపాడును","Verses":"Ps 121:8"},{"id":790,"Praises":"నా నడకను నా పడకను నీవు పరిశీలన చేసియున్నావు, నా చర్యలన్నిటిని నీవు బాగుగా తెలిసికొనియున్నావు.","Verses":"Ps 139:3"},{"id":791,"Praises":"కాబట్టి  నీ  దేవుడైన యెహోవా తానే దహించు అగ్నివలె నీ ముందర దాటి పోవుచున్నాడని నేడు నీవు తెలిసికొ నుము. ఆయన వారిని నశింపజేసి నీ యెదుట వారిని కూలద్రోయును. యెహోవా నీతో చెప్పినట్లు నీవు  వారిని వెళ్లగొట్టి వేగమే వారిని నశింపజేసెదవు.","Verses":"Deu 9:3"},{"id":792,"Praises":"యెషూరూనూ, దేవుని పోలినవాడెవడును లేడు ఆయన నీకు సహాయము చేయుటకు ఆకాశవాహనుడై వచ్చును మహోన్నతుడై మేఘవాహనుడగును.","Verses":"Deu 33:26"},{"id":793,"Praises":"యెహోవా, నీవు నన్ను పరిశోధించి తెలిసికొని యున్నావు","Verses":"Ps 139:1"},{"id":794,"Praises":"నేను కూర్చుండుట నేను లేచుట నీకు తెలియును నాకు తలంపు పుట్టకమునుపే నీవు నా మనస్సు గ్రహించుచున్నావు.","Verses":"Ps 139:2"},{"id":795,"Praises":"నేను కూర్చుండుట నేను లేచుట నీకు తెలియును నాకు తలంపు పుట్టకమునుపే నీవు నా మనస్సు గ్రహించుచున్నావు.","Verses":"Ps 139:2"},{"id":796,"Praises":"యెహోవా, మాట నా నాలుకకు రాకమునుపే అది నీకు పూర్తిగా తెలిసియున్నది.","Verses":"Ps 139:4"},{"id":797,"Praises":"అలసినవానిని మాటలచేత ఊరడించు జ్ఞానము నాకు  కలుగునట్లు శిష్యునికి తగిన నోరు యెహోవా నాకు దయచేసి యున్నాడు శిష్యులువినునట్లుగా నేను వినుటకై ఆయన ప్రతి యుదయమున నాకు విను బుద్ధి పుట్టించుచున్నాడు.","Verses":"Isa 50:4"},{"id":798,"Praises":"నా నడకను నా పడకను నీవు పరిశీలన చేసియున్నావు, నా చర్యలన్నిటిని నీవు బాగుగా తెలిసికొనియున్నావు.","Verses":"Ps 139:3"},{"id":799,"Praises":"నేను ఆపదలలో చిక్కుబడి యున్నను నీవు నన్ను బ్రదికించెదవు నా శత్రువుల కోపమునుండి నన్ను రక్షించుటకై నీవు నీచేయి చాపెదవు నీ కుడిచేయి నన్ను రక్షించును.","Verses":"Ps 138:7"},{"id":800,"Praises":"నాలో  నా  ప్రాణము  క్రుంగియున్నప్పుడు  నా  మార్గము నీకు తెలియును నన్ను పట్టుకొనుటకై నేను నడువవలసిన త్రోవలో చాటుగా పగవారు ఉరినొడ్డుచున్నారు.","Verses":"Ps 142:3"},{"id":801,"Praises":"వెనుకను ముందును నీవు నన్ను ఆవరించియున్నావు నీ చేయి నామీద ఉంచియున్నావు.","Verses":"Ps 139:5"},{"id":802,"Praises":"ఒకడు తన కుమారుని ఎట్లు శిక్షించెనో అట్లే నీ దేవుడైన యెహోవా నిన్ను శిక్షించువాడని నీవు తెలిసికొని","Verses":"Deu 8:5"},{"id":803,"Praises":"యెహోవా నన్ను కఠినముగా శిక్షించెను గాని ఆయన నన్ను మరణమునకు అప్పగింపలేదు.","Verses":"Ps 118:18"},{"id":804,"Praises":"వారి పండ్లకు మనలను వేటగా అప్పగింపని యెహోవా  స్తుతినొందును గాక.","Verses":"Ps 124:6"},{"id":805,"Praises":"నేను మొఱ్ఱపెట్టిన దినమున నీవు నాకు ఉత్తరమిచ్చితివి. నా ప్రాణములో త్రాణ పుట్టించి నన్ను ధైర్యపరచి తివి.","Verses":"Ps 138:3"},{"id":806,"Praises":"నేను నీకు మొరలిడిన దినమున నీవు నాయొద్దకు వచ్చితివి భయపడకుమి అని నీవు చెప్పితివి.","Verses":"Lam 3:57"},{"id":807,"Praises":"దేవా, నీ తలంపులు నా కెంత ప్రియమైనవి వాటి మొత్తమెంత గొప్పది.","Verses":"Ps 139:17"},{"id":808,"Praises":"ఆయన నీ గుమ్మముల గడియలు బలపరచి యున్నాడు నీ మధ్యను నీ పిల్లలను ఆశీర్వదించి యున్నాడు.","Verses":"Ps 147:13"},{"id":809,"Praises":"నీ సరిహద్దులలో సమాధానము కలుగజేయువాడు ఆయనే మంచి గోధుమలతో నిన్ను తృప్తిపరచువాడు ఆయనే","Verses":"Ps 147:14"},{"id":810,"Praises":"నీ దేవుడైన యెహోవా నిన్ను విడిపించుటకును నీ శత్రువు లను నీకు అప్పగించుటకును నీ పాళెములో సంచరించు చుండును గనుక ఆయన నీలో అసహ్యమైన దేనినైనను చూచి నిన్ను విడువకుండునట్లు నీ పాళెము పరిశుద్థముగా ఉండవలెను.","Verses":"Deu 23:14"},{"id":811,"Praises":"అతిశ్రేష్ఠమైన గోధుమల ననుగ్రహించి నేను వారిని పోషించుదును కొండ తేనెతో నిన్ను తృప్తిపరచుదును.","Verses":"Ps 81:16"},{"id":812,"Praises":"అతని మనోభీష్టము నీవు సఫలము చేయుచున్నావు అతని పెదవులలోనుండి వచ్చిన ప్రార్థన నీవు మానక అంగీకరించుచున్నావు.","Verses":"Ps 21:2"},{"id":813,"Praises":"మనము దీనదశలోనున్నప్పుడు ఆయన మనలను జ్ఞాప కము చేసికొనెను ఆయన కృప నిరంతరముండును.","Verses":"Ps 136:23"},{"id":814,"Praises":"యెహోవా మమ్మును మరచిపోలేదు ఆయన మమ్ము నాశీర్వదించును ఆయన ఇశ్రాయేలీయుల నాశీర్వదించును అహరోను వంశస్థులనాశీర్వదించును","Verses":"Ps 115:12"},{"id":815,"Praises":"మీరు ఐగుప్తీయులకు దాసులు  కాకుండ వారి దేశములోనుండి మిమ్మును రప్పించితిని; నేను మీ దేవుడనైన యెహోవాను. నేను మీ కాడి పలుపులను తెంపి మిమ్మును నిలువుగా నడవచేసితిని.","Verses":"Lev 26:13"},{"id":816,"Praises":"అతడు వారిని తరుముచున్నాడు తాను ఇంతకుముందు వెళ్ళనిత్రోవనే సురక్షితముగ దాటిపోవుచున్నాడు.","Verses":"Isa 41:3"},{"id":817,"Praises":"నిత్యము ఆశీర్వాద కారకుడుగా నుండునట్లు నీవతని నియమించియున్నావునీ సన్నిధిని సంతోషముతో అతని నుల్లసింపజేసియున్నావు.","Verses":"Ps 21:6"},{"id":818,"Praises":"నీ మందిరముయొక్క సమృద్ధివలన వారు సంతృప్తి నొందుచున్నారు. నీ ఆనందప్రవాహములోనిది నీవు వారికి త్రాగించు చున్నావు.","Verses":"Ps 36:8"},{"id":819,"Praises":"ఆయన ఆకాశమునుండి ఆజ్ఞ ఇచ్చి నన్ను రక్షించును నన్ను మింగగోరువారు దూషణలు పలుకునప్పుడు దేవుడు తన కృపాసత్యములను పంపును.(సెలా.)","Verses":"Ps 57:3"},{"id":820,"Praises":"దేవునివలన మేము శూరకార్యములు జరిగించెదము మా శత్రువులను అణగద్రొక్కువాడు ఆయనే.","Verses":"Ps 108:13"},{"id":821,"Praises":"మా శత్రువుల చేతిలోనుండి మమ్మును రక్షించు వాడవు నీవే మమ్మును ద్వేషించువారిని సిగ్గుపరచువాడవు నీవే.","Verses":"Ps 44:7"},{"id":822,"Praises":"దేవా, నీవు మమ్మును పరిశీలించియున్నావు. వెండిని నిర్మలము చేయురీతిగా మమ్మును నిర్మలులను చేసియున్నావు.","Verses":"Ps 66:10"},{"id":823,"Praises":"మీరు ఐగుప్తీయులకు దాసులు  కాకుండ వారి దేశములోనుండి మిమ్మును రప్పించితిని; నేను మీ దేవుడనైన యెహోవాను. నేను మీ కాడి పలుపులను తెంపి మిమ్మును నిలువుగా నడవచేసితిని.","Verses":"Lev 26:13"},{"id":824,"Praises":"పిన్నలనేమి పెద్దలనేమి తనయందు భయభక్తులు గల  వారిని యెహోవా ఆశీర్వదించును.","Verses":"Ps 115:13"},{"id":825,"Praises":"యెహోవా మమ్మును మరచిపోలేదు ఆయన మమ్ము నాశీర్వదించును ఆయన ఇశ్రాయేలీయుల నాశీర్వదించును అహరోను వంశస్థులనాశీర్వదించును","Verses":"Ps 115:12"},{"id":826,"Praises":"యెహోవా మమ్మును మరచిపోలేదు ఆయన మమ్ము నాశీర్వదించును ఆయన ఇశ్రాయేలీయుల నాశీర్వదించును అహరోను వంశస్థులనాశీర్వదించును","Verses":"Ps 115:12"},{"id":827,"Praises":"భూమ్యాకాశములను సృజించిన యెహోవాచేత  మీరు ఆశీర్వదింపబడినవారు.","Verses":"Ps 115:15"},{"id":828,"Praises":"యెహోవా మిమ్మును మీ పిల్లలను వృద్ధిపొందించును.","Verses":"Ps 115:14"},{"id":829,"Praises":"నీ సేవకుల కుమారులు నిలిచియుందురు వారి సంతానము నీ సన్నిధిని స్థిరపరచబడును.","Verses":"Ps 102:28"},{"id":830,"Praises":"నీ సేవకుల కుమారులు నిలిచియుందురు వారి సంతానము నీ సన్నిధిని స్థిరపరచబడును.","Verses":"Ps 102:28"},{"id":831,"Praises":"ఆయన నిబంధనను గైకొనుచు ఆయన కట్టడల ననుస  రించి నడచుకొను వారిమీద యెహోవాయందు భయభక్తులు గలవారిమీద","Verses":"Ps 103:17"},{"id":832,"Praises":"భూమికంటె ఆకాశము ఎంత ఉన్నతముగా ఉన్నదో ఆయనయందు భయభక్తులు గలవారియెడల ఆయన  కృప అంత అధికముగా ఉన్నది.","Verses":"Ps 103:11"},{"id":833,"Praises":"తండ్రి తన కుమారులయెడల జాలిపడునట్లు యెహోవా తనయందు భయభక్తులు గలవారి యెడల  జాలిపడును.","Verses":"Ps 103:13"},{"id":834,"Praises":"మన పాపములనుబట్టి మనకు ప్రతికారము చేయలేదు మన దోషములనుబట్టి మనకు ప్రతిఫలమియ్యలేదు.","Verses":"Ps 103:10"},{"id":835,"Praises":"పడమటికి తూర్పు ఎంత దూరమో ఆయన మన అతిక్రమములను మనకు అంత దూర పరచి యున్నాడు.","Verses":"Ps 103:12"},{"id":836,"Praises":"యెహోవా, నీవు మాకు సమాధానము స్థిరపరచుదువు నిజముగా నీవు మా పక్షముననుండి మా పనులన్నిటిని  సఫలపరచుదువు.","Verses":"Isa 26:12"},{"id":837,"Praises":"తన పరిశుద్ధ స్థలములలో దేవుడు భీకరుడు ఇశ్రాయేలు దేవుడే తన ప్రజలకు బలపరాక్రమ ముల ననుగ్రహించుచున్నాడు దేవుడు స్తుతినొందును గాక.","Verses":"Ps 68:35"},{"id":838,"Praises":"యెహోవా తన ప్రజలకు బలము ననుగ్రహించును యెహోవా తన ప్రజలకు సమాధానము కలుగజేసి వారి నాశీర్వదించును.","Verses":"Ps 29:11"},{"id":839,"Praises":"యెహోవా తన జనుల గాయము కట్టి వారి దెబ్బను  బాగుచేయు దినమున చంద్రుని వెన్నెల సూర్యుని ప్రకాశమువలె ఉండును  సూర్యుని ప్రకాశము ఏడు దినముల వెలుగు ఒక దినమున ప్రకాశించినట్లుండును.","Verses":"Isa 30:26"},{"id":840,"Praises":"యెహోవా తన ప్రజలందు ప్రీతిగలవాడు. ఆయన దీనులను రక్షణతో అలంకరించును.","Verses":"Ps 149:4"},{"id":841,"Praises":"ఆయన తన ప్రజలకు ఒక శృంగమును హెచ్చించి యున్నాడు. అది ఆయన భక్తులకందరికిని ఆయన చెంతజేరిన జనులగు ఇశ్రాయేలీయులకును ప్రఖ్యాతికరముగా నున్నది. యెహోవాను స్తుతించుడి.","Verses":"Ps 148:14"},{"id":842,"Praises":"నా కోపాగ్ని మండుచు కాపరులమీద పడును, మేకలను నేను శిక్షించెదను, సైన్యములకు అధిపతియగు యెహోవా తన మందయగు యూదావారిని దర్శించి వారిని తనకు రాజకీయములగు అశ్వములవంటివారినిగా చేయును.","Verses":"Zech 10:3"},{"id":843,"Praises":"మాషే అహరోనులచేత నీ ప్రజలను మందవలె నడి పించితివి.","Verses":"Ps 77:20"},{"id":844,"Praises":"యెహోవా స్వరము బలమైనది యెహోవా స్వరము ప్రభావము గలది.","Verses":"Ps 29:4"},{"id":845,"Praises":"యెహోవా స్వరము దేవదారు వృక్షములను విరచును యెహోవా లెబానోను దేవదారు వృక్షములను ముక్కలుగా విరచును.","Verses":"Ps 29:5"},{"id":846,"Praises":"యెహోవా స్వరము అగ్నిజ్వాలలను ప్రజ్వలింప జేయుచున్నది.","Verses":"Ps 29:7"},{"id":847,"Praises":"యెహోవా స్వరము అరణ్యమును కదలించును యెహోవా కాదేషు అరణ్యమును కదలించును","Verses":"Ps 29:8"},{"id":848,"Praises":"యెహోవా స్వరము లేళ్ళను ఈనజేయును  అది ఆకులు రాల్చును. ఆయన ఆలయములో నున్నవన్నియు ఆయనకే ప్రభా  వము అనుచున్నవి.","Verses":"Ps 29:9"},{"id":849,"Praises":"వారు తమ ఖడ్గముచేత దేశమును స్వాధీనపరచు కొనలేదు వారి బాహువు వారికి జయమియ్యలేదు నీవు వారిని కటాక్షించితివి గనుక నీ దక్షిణహస్తమే నీ బాహువే నీ ముఖకాంతియే వారికి విజయము కలుగజేసెను.","Verses":"Ps 44:3"},{"id":850,"Praises":"తనయెడల యథార్థహృదయముగలవారిని బలపరచుటకై యెహోవా కనుదృష్టి లోకమందంతట సంచారము చేయుచున్నది; యీ విషయమందు నీవు మతి తప్పి ప్రవర్తించితివి గనుక ఇది మొదలుకొని నీకు యుద్ధములే కలుగును.","Verses":"2 Chr 16:9"},{"id":851,"Praises":"వారు తమ ఖడ్గముచేత దేశమును స్వాధీనపరచు కొనలేదు వారి బాహువు వారికి జయమియ్యలేదు నీవు వారిని కటాక్షించితివి గనుక నీ దక్షిణహస్తమే నీ బాహువే నీ ముఖకాంతియే వారికి విజయము కలుగజేసెను.","Verses":"Ps 44:3"},{"id":852,"Praises":"దుష్టమృగములుండు పర్వతముల సౌందర్యముకంటె  నీవు అధిక తేజస్సుగలవాడవు.","Verses":"Ps 76:4"},{"id":853,"Praises":"యెహోవా సెలవిచ్చిన మాట ఏదనగా నాకు కనబడకుండ రహస్య స్థలములలో దాగగలవాడెవడైనకలడా? నేను భూమ్యా కాశముల యందంతట నున్నవాడను కానా? యిదే యెహోవా వాక్కు.","Verses":"Jer 23:24"},{"id":854,"Praises":"ఆ సంఘము ఆయన శరీరము; సమస్తమును పూర్తిగా నింపు చున్న వాని సంపూర్ణతయై యున్నది.","Verses":"Eph 1:23"},{"id":855,"Praises":"కావున సేద్యము చేయువారేమి, మందలతో తిరుగులాడువారేమి, యూదా వారందరును పట్టణస్థు లందరును వారి దేశములో కాపురముందురు.","Verses":"Jer 31:25"},{"id":856,"Praises":"యెహోవా తన జనులకు ఆశ్రయము ఆయన తన అభిషిక్తునికి రక్షణదుర్గము.","Verses":"Ps 28:8"},{"id":857,"Praises":"యెహోవాతో వాదించువారు నాశనమగుదురుపరమండలములోనుండి ఆయన వారిపైన యురుమువలె గర్జించునులోకపు సరిహద్దులలో నుండువారికి ఆయన తీర్పు తీర్చునుతాను నియమించిన రాజునకు ఆయన బలమిచ్చునుతాను అభిషేకించినవానికి అధిక బలము కలుగజేయును.","Verses":"1 Sam 2:10"},{"id":858,"Praises":"యెహోవా భక్తులారా, మీరందరు ఆయనను ప్రేమించుడి యెహోవా విశ్వాసులను కాపాడును గర్వముగా ప్రవర్తించువారికి ఆయన గొప్ప ప్రతి కారము చేయును.","Verses":"Ps 31:23"},{"id":859,"Praises":"ఆయన వారందరి హృదయములను ఏకరీతిగా నిర్మించిన  వాడు వారి క్రియలన్నియు విచారించువాడు వారిని దర్శించు  వాడు.","Verses":"Ps 33:15"},{"id":860,"Praises":"దేవోక్తి ఇశ్రాయేలీయులనుగూర్చి వచ్చిన యెహోవా వాక్కు. ఆకాశమండలమును విశాలపరచి భూమికి పునాదివేసి మనుష్యుల అంతరంగములో జీవాత్మను సృజించు యెహోవా సెలవిచ్చునదేమనగా","Verses":"Zech 12:1"},{"id":861,"Praises":"పర్వతములను నిరూపించువాడును గాలిని పుట్టించువాడును ఆయనే. ఉదయమున చీకటి కమ్మ జేయువాడును మనుష్యుల యోచనలు వారికి తెలియ జేయువాడును ఆయనే; భూమియొక్క ఉన్నతస్థలము మీద సంచరించు దేవుడును సైన్యములకు అధిపతియునగు యెహోవా అని ఆయనకు పేరు.","Verses":"Amo 4:13"},{"id":862,"Praises":"ప్రభువా, మనుష్యులకందరికి వారి వారి క్రియల చొప్పున నీవే ప్రతిఫలమిచ్చుచున్నావు. కాగా కృపచూపుటయు నీది.","Verses":"Ps 62:12"},{"id":863,"Praises":"యెహోవాయందు భయభక్తులు గలవారి చుట్టు ఆయనదూత కావలియుండి వారిని రక్షించును","Verses":"Ps 34:7"},{"id":864,"Praises":"దేవా,  నీవు  నా  మ్రొక్కుబడుల  నంగీకరించి యున్నావు నీ నామమునందు భయభక్తులుగలవారి స్వాస్థ్యము నీవు నాకనుగ్రహించి యున్నావు.","Verses":"Ps 61:5"},{"id":865,"Praises":"విరిగిన హృదయముగలవారికి యెహోవా ఆసన్నుడు నలిగిన మనస్సుగలవారిని ఆయన రక్షించును.","Verses":"Ps 34:18"},{"id":866,"Praises":"నీ మార్గమును యెహోవాకు అప్పగింపుము నీవు ఆయనను నమ్ముకొనుము ఆయన నీ కార్యము నెరవేర్చును.","Verses":"Ps 37:5"},{"id":867,"Praises":"బలము తనదని ఒక మారు దేవుడు సెలవిచ్చెను రెండు మారులు ఆ మాట నాకు వినబడెను.","Verses":"Ps 62:11"},{"id":868,"Praises":"ప్రార్థన ఆలకించువాడా, సర్వశరీరులు నీయొద్దకు వచ్చెదరు","Verses":"Ps 65:2"},{"id":869,"Praises":"నేను యెహోవాను, సర్వశరీ రులకు దేవుడను, నాకు అసాధ్యమైనదేదైన నుండునా?","Verses":"Jer 32:27"},{"id":870,"Praises":"దేనికాలమునందు అది చక్కగా నుండునట్లు సమస్తమును ఆయన నియమించియున్నాడు; ఆయన శాశ్వతకాల జ్ఞానమును నరుల హృదయమందుంచి యున్నాడుగాని దేవుడు చేయుక్రియలను పరిశీలనగా తెలిసికొనుటకు అది చాలదు.","Verses":"Ecc 3:11"},{"id":871,"Praises":"దేవుడు చెప్పిన యేమాటయైనను నిరర్థ కము కానేరదని  ఆమెతో చెప్పెను.","Verses":"Lk 1:37"},{"id":872,"Praises":"నాయనా తండ్రీ, నీకు సమస్తము సాధ్యము; ఈ గిన్నె నాయొద్దనుండి తొలగించుము; అయినను నా యిష్ట  ప్రకారము కాదు నీ చిత్తప్రకారమే కానిమ్ము అనెను.","Verses":"Mk 14:36"},{"id":873,"Praises":"ఆయన మాట సెలవియ్యగా దాని ప్రకారమాయెను ఆయన ఆజ్ఞాపింపగానే కార్యము స్థిరపరచబడెను.","Verses":"Ps 33:9"},{"id":874,"Praises":"నా తోడు, ప్రతి మోకాలును నా యెదుట వంగును,ప్రతి నాలుకయు దేవుని స్తుతించును అని ప్రభువు చెప్పుచున్నాడు","Verses":"Rom 14:11"},{"id":875,"Praises":"తన గదులలోనుండి ఆయన కొండలకు జలధారల నిచ్చును నీ క్రియల ఫలముచేత భూమి తృప్తిపొందుచున్నది.","Verses":"Ps 104:13"},{"id":876,"Praises":"యెహోవా, నీ కార్యములు ఎన్నెన్ని విధములుగా నున్నవి! జ్ఞానముచేత నీవు వాటన్నిటిని నిర్మించితివి నీవు కలుగజేసినవాటితో భూమి నిండియున్నది.","Verses":"Ps 104:24"},{"id":877,"Praises":"నీవు నీ ఊపిరి విడువగా అవి సృజింపబడును అట్లు నీవు భూతలమును నూతనపరచుచున్నావు.","Verses":"Ps 104:30"},{"id":878,"Praises":"నీవు భూమిని దర్శించి దాని తడుపుచున్నావు దానికి మహదైశ్వర్యము కలుగజేయుచున్నావు దేవుని నది నీళ్లతో నిండియున్నది నీవు భూమిని అట్లు సిద్ధపరచిన తరువాత వారికి ధాన్యము దయచేయుచున్నావు.","Verses":"Ps 65:9"},{"id":879,"Praises":"నీవు భూమిని దర్శించి దాని తడుపుచున్నావు దానికి మహదైశ్వర్యము కలుగజేయుచున్నావు దేవుని నది నీళ్లతో నిండియున్నది నీవు భూమిని అట్లు సిద్ధపరచిన తరువాత వారికి ధాన్యము దయచేయుచున్నావు.","Verses":"Ps 65:9"},{"id":880,"Praises":"దాని దుక్కులను విస్తారమైన నీళ్లతో తడిపి దాని గనిమలను చదును చేయుచున్నావు. వాన జల్లులచేత దానిని పదునుచేయుచున్నావు అది మొలకెత్తగా నీవు దాని నాశీర్వదించుచున్నావు.","Verses":"Ps 65:10"},{"id":881,"Praises":"ఆయన నీతిని, న్యాయమును ప్రేమించుచున్నాడు లోకము యెహోవా కృపతో నిండియున్నది.","Verses":"Ps 33:5"},{"id":882,"Praises":"భూమికి సరిహద్దులను నియమించినవాడవు నీవే వేసవికాలము చలికాలము నీవే కలుగజేసితివి.","Verses":"Ps 74:17"},{"id":883,"Praises":"నీకు తెలియలేదా? నీవు వినలేదా? భూదిగంతములను  సృజించిన యెహోవా నిత్యుడగు దేవుడు ఆయన సొమ్మసిల్లడు అలయడు ఆయన జ్ఞానమును శోధించుట అసాధ్యము.","Verses":"Isa 40:28"},{"id":884,"Praises":"ఆకాశమందు తనకొరకై మేడగదులు కట్టుకొనువాడును, ఆకాశమండల మునకు భూమియందు పునాదులు వేయువాడును ఆయనే, సముద్రజలములను పిలిచి వాటిని భూమిమీద ప్రవహింపజేయువాడును ఆయనే; ఆయన పేరు యెహోవా.","Verses":"Amo 9:6"},{"id":886,"Praises":"అందుకునేనీలాగు అనుకొనుచున్నాను మహోన్నతుని దక్షిణహస్తము మార్పునొందెననుకొను టకు నాకు కలిగిన శ్రమయే కారణము.","Verses":"Ps 77:10"},{"id":887,"Praises":"ఆలోచించుము, దేవుడు మహోన్నతుడు మనము ఆయనను ఎరుగము ఆయన సంవత్సరముల సంఖ్య మితిలేనిది.","Verses":"Job 36:26"},{"id":888,"Praises":"సంవత్సరమును నీ దయాకిరీటము ధరింపజేసియున్నావు నీ జాడలు సారము వెదజల్లుచున్నవి.","Verses":"Ps 65:11"},{"id":889,"Praises":"సంవత్సరమును నీ దయాకిరీటము ధరింపజేసియున్నావు నీ జాడలు సారము వెదజల్లుచున్నవి.","Verses":"Ps 65:11"},{"id":890,"Praises":"నీయొద్ద జీవపు ఊట కలదు నీ వెలుగును పొందియే మేము వెలుగు చూచు చున్నాము.","Verses":"Ps 36:9"},{"id":891,"Praises":"నీ నీతి దేవుని పర్వతములతో సమానము నీ న్యాయవిధులు మహాగాధములు. యెహోవా, నరులను జంతువులను రక్షించువాడవు నీవే","Verses":"Ps 36:6"},{"id":892,"Praises":"యెహోవా, నీ కార్యములు ఎంత దొడ్డవి! నీ ఆలోచనలు అతిగంభీరములు,","Verses":"Ps 92:5"},{"id":893,"Praises":"ఆహా, దేవుని బుద్ధి జ్ఞానముల బాహుళ్యము ఎంతో గంభీరము; ఆయన తీర్పులు శోధింప నెంతో అశక్య ములు; ఆయన మార్గములెంతో అగమ్యములు.","Verses":"Rom 11:33"},{"id":894,"Praises":"యెహోవా మహాత్మ్యముగలవాడు ఆయన అధికస్తోత్రము నొందదగినవాడు ఆయన మహాత్మ్యము గ్రహింప శక్యము కానిది","Verses":"Ps 145:3"},{"id":895,"Praises":"ఎవడును తెలిసికొనలేని మహత్తయిన కార్యములను లెక్కలేనన్ని  అద్భుతక్రియలను  ఆయన  చేయుచున్నాడు.","Verses":"Job 9:10"},{"id":896,"Praises":"విచారణ లేకుండనే బలవంతులను ఆయన నిర్మూలము  చేయుచున్నాడు వారి స్థానమున ఇతరులను నియమించుచున్నాడు.","Verses":"Job 34:24"},{"id":897,"Praises":"నీకు తెలియలేదా? నీవు వినలేదా? భూదిగంతములను  సృజించిన యెహోవా నిత్యుడగు దేవుడు ఆయన సొమ్మసిల్లడు అలయడు ఆయన జ్ఞానమును శోధించుట అసాధ్యము.","Verses":"Isa 40:28"},{"id":898,"Praises":"ఆహా, దేవుని బుద్ధి జ్ఞానముల బాహుళ్యము ఎంతో గంభీరము; ఆయన తీర్పులు శోధింప నెంతో అశక్య ములు; ఆయన మార్గములెంతో అగమ్యములు.","Verses":"Rom 11:33"},{"id":899,"Praises":"యెహోవా, నీ కార్యములు ఎంత దొడ్డవి! నీ ఆలోచనలు అతిగంభీరములు,","Verses":"Ps 92:5"},{"id":900,"Praises":"ఆయన ఆశ్రయదుర్గముగా నున్నాడు; ఆయన  కార్యము సంపూర్ణము ఆయన చర్యలన్నియు న్యాయములు ఆయన నిర్దోషియై నమ్ముకొనదగిన దేవుడు.  ఆయన నీతిపరుడు యథార్థవంతుడు.","Verses":"Deu 32:4"},{"id":901,"Praises":"నీ నీతి దేవుని పర్వతములతో సమానము నీ న్యాయవిధులు మహాగాధములు. యెహోవా, నరులను జంతువులను రక్షించువాడవు నీవే","Verses":"Ps 36:6"},{"id":902,"Praises":"అందరును యెహోవా నామమును స్తుతించుదురు గాక ఆయన నామము మహోన్నతమైన నామము ఆయన ప్రభావము భూమ్యాకాశములకు పైగా నున్నది.","Verses":"Ps 148:13"},{"id":903,"Praises":"నేను మీకు ఏ యే సంగతులను ఆజ్ఞాపించి తినో వాటినన్నిటిని గైకొన వలెనని వారికి బోధించుడి.      ఇదిగో నేను యుగసమాప్తి వరకు సదాకాలము మీతో      కూడ ఉన్నానని వారితో చెప్పెను.","Verses":"Matt 28:20"},{"id":904,"Praises":"యెహోవా, నీ కృప ఆకాశము నంటుచున్నది నీ సత్యసంధత్వము అంతరిక్షము నంటుచున్నది.","Verses":"Ps 36:5"},{"id":905,"Praises":"యెహోవా, నీ కృప ఆకాశము నంటుచున్నది నీ సత్యసంధత్వము అంతరిక్షము నంటుచున్నది.","Verses":"Ps 36:5"},{"id":906,"Praises":"దేవా, నీ కృప యెంతో అమూల్యమైనది నరులు నీ రెక్కల నీడను ఆశ్రయించుచున్నారు.","Verses":"Ps 36:7"},{"id":907,"Praises":"దేవుని రథములు సహస్రములు సహస్రసహస్రములు ప్రభువు వాటిలో నున్నాడు సీనాయి పరిశుద్ధమైనట్టు ఆ కొండ పరిశుద్ధమాయెను.","Verses":"Ps 68:17"},{"id":908,"Praises":"జలములలో ఆయన తన గదుల దూలములను వేసి యున్నాడు. మేఘములను తనకు వాహనముగా చేసికొని గాలి రెక్కలమీద గమనము చేయుచున్నాడు","Verses":"Ps 104:3"},{"id":909,"Praises":"దేవునిగూర్చిపాడుడి ఆయన నామమునుబట్టి స్తోత్ర గానము చేయుడి వాహనమెక్కి అరణ్యములలో ప్రయాణముచేయు దేవునికొరకు ఒక రాజమార్గము చేయుడి యెహోవా అను ఆయన నామమునుబట్టి ఆయన సన్నిధిని ప్రహర్షించుడి.","Verses":"Ps 68:4"},{"id":910,"Praises":"వస్త్రమువలె వెలుగును నీవు కప్పుకొనియున్నావు. తెరను పరచినట్టు ఆకాశవిశాలమును నీవు పరచి యున్నావు.","Verses":"Ps 104:2"},{"id":911,"Praises":"నక్షత్రముల సంఖ్యను ఆయన నియమించియున్నాడు వాటికన్నిటికి పేరులు పెట్టుచున్నాడు.","Verses":"Ps 147:4"},{"id":912,"Praises":"ఉదయింపవద్దని ఆయన సూర్యునికి ఆజ్ఞాపింపగా అతడు ఉదయింపడుఆయన నక్షత్రములను మరుగుపరచును.","Verses":"Job 9:7"},{"id":915,"Praises":"ప్రియులారా, మన హృదయము మన యందు దోషారోపణ చేయనియెడల దేవుని యెదుట ధైర్యముగలవారమగుదుము.","Verses":"1 Jn 3:20"},{"id":916,"Praises":"నీనెవెవారు యోనా ప్రకటన విని మారు   మనస్సు పొందిరి గనుక విమర్శ సమయమున నీనెవెవారు ఈ తరమువారితో నిలువబడి వారిమీద నేరస్థాపన       చేతురు. ఇదిగో యోనాకంటె గొప్పవాడు ఇక్కడ ఉన్నాడు.","Verses":"Matt 12:41"},{"id":917,"Praises":"విమర్శ సమయమున దక్షిణదేశపురాణి      యీ తరము వారితో నిలువబడి వారిమీద నేరస్థాపన చేయును; ఆమె సొలొమోను జ్ఞానము వినుటకు భూమ్యంత ములనుండివచ్చెను; ఇదిగో సొలొమోనుకంటె గొప్పవాడు ఇక్కడ ఉన్నాడు.","Verses":"Matt 12:42"},{"id":918,"Praises":"వాటిని నాకిచ్చిన నా తండ్రి అందరికంటె గొప్పవాడు గనుక నా తండ్రి చేతిలోనుండి యెవడును వాటిని అపహరింపలేడు;","Verses":"Jn 10:29"},{"id":919,"Praises":"దేవాలయముకంటె గొప్ప వాడిక్కడ  నున్నాడని మీతో  చెప్పుచున్నాను.","Verses":"Matt 12:6"},{"id":920,"Praises":"సీయోనులో యెహోవా మహోన్నతుడు జనములన్నిటిపైన ఆయన హెచ్చియున్నాడు.","Verses":"Ps 99:2"},{"id":921,"Praises":"చిన్నపిల్లలారా, మీరు దేవుని సంబంధులు; మీలో ఉన్నవాడు లోకములో ఉన్నవాని కంటె గొప్పవాడు గనుక మీరు వారిని జయించియున్నారు.","Verses":"1 Jn 4:4"},{"id":922,"Praises":"మన ప్రభువు గొప్పవాడు ఆయన అధిక శక్తిగలవాడు ఆయన జ్ఞానమునకు మితిలేదు.","Verses":"Ps 147:5"},{"id":923,"Praises":"వారు ఎంతో క్షేమముగా ఉన్నారు, ఎంతో సొగసుగా ఉన్నారు; ధాన్యముచేత ¸°వనులును క్రొత్త ద్రాక్షా రసముచేత ¸°వన స్త్రీలును వృద్ధి నొందుదురు.","Verses":"Zech 9:17"},{"id":924,"Praises":"వారు ఎంతో క్షేమముగా ఉన్నారు, ఎంతో సొగసుగా ఉన్నారు; ధాన్యముచేత ¸°వనులును క్రొత్త ద్రాక్షా రసముచేత ¸°వన స్త్రీలును వృద్ధి నొందుదురు.","Verses":"Zech 9:17"},{"id":925,"Praises":"అనుదినము నూతనముగా ఆయనకు వాత్సల్యత పుట్టు  చున్నది నీవు ఎంతైన నమ్మదగినవాడవు.","Verses":"Lam 3:23"},{"id":926,"Praises":"అందుకు దావీదునేను మిక్కిలి యిరుకులో చిక్కియున్నాను; యెహోవా మహా కృపగలవాడు, నేను మనుష్యులచేతిలో పడక ఆయన చేతిలోనే పడు       దును గాక అని గాదుతో అనెను.","Verses":"1 Chr 21:13"},{"id":927,"Praises":"యెహోవా మహా ప్రభావముగలవాడని వారు యెహోవా మార్గములనుగూర్చి గానము చేసె దరు.","Verses":"Ps 138:5"},{"id":928,"Praises":"ప్రభువా, నా దేవా, నాయెడల నీవు చూపిన కృప అధికమైనది పాతాళపు అగాధమునుండి నా ప్రాణమును తప్పించి  యున్నావు.","Verses":"Ps 86:13"},{"id":929,"Praises":"అయినను పగటివేళ యెహోవా తన కృప కలుగ నాజ్ఞాపించును రాత్రివేళ ఆయననుగూర్చిన కీర్తనయు నా జీవదాతయైన దేవునిగూర్చిన ప్రార్థనయు నాకు  తోడుగా ఉండును.","Verses":"Ps 42:8"},{"id":930,"Praises":"నీ కృప జీవముకంటె ఉత్తమము నా పెదవులు నిన్ను స్తుతించును.","Verses":"Ps 63:3"},{"id":931,"Praises":"దేవుడైన యెహోవా సూర్యుడును కేడెమునై యున్నాడు యెహోవా కృపయు ఘనతయు అనుగ్రహించును యథార్థముగా ప్రవర్తించువారికి ఆయన యే మేలును  చేయక మానడు.","Verses":"Ps 84:11"},{"id":932,"Praises":"దేవా, నీ కృప యెంతో అమూల్యమైనది నరులు నీ రెక్కల నీడను ఆశ్రయించుచున్నారు.","Verses":"Ps 36:7"},{"id":933,"Praises":"యెహోవాను స్తుతించుడి యెహోవా దయాళుడు ఆయనకు కృతజ్ఞతాస్తుతులు  చెల్లించుడి ఆయన కృప నిత్యముండును.","Verses":"Ps 106:1"},{"id":934,"Praises":"యెహోవా కృపగలవాడు ఆయన వాత్సల్యత యెడతెగక నిలుచునది గనుక మనము నిర్మూలము కాకున్నవారము.","Verses":"Lam 3:22"},{"id":935,"Praises":"అనుదినము నూతనముగా ఆయనకు వాత్సల్యత పుట్టు  చున్నది నీవు ఎంతైన నమ్మదగినవాడవు.","Verses":"Lam 3:23"},{"id":936,"Praises":"నా ప్రాణమా, యెహోవాను సన్నుతించుము ఆయన చేసిన ఉపకారములలో దేనిని మరువకుము","Verses":"Ps 103:2"},{"id":937,"Praises":"యెహోవా కృపగలవాడు ఆయన వాత్సల్యత యెడతెగక నిలుచునది గనుక మనము నిర్మూలము కాకున్నవారము.","Verses":"Lam 3:22"},{"id":938,"Praises":"నా ప్రాణమా, యెహోవాను సన్నుతించుము ఆయన చేసిన ఉపకారములలో దేనిని మరువకుము","Verses":"Ps 103:2"},{"id":939,"Praises":"నా ప్రాణమా, యెహోవాను సన్నుతించుము. యెహోవా, నా దేవా నీవు అధిక ఘనతవహించిన వాడవు నీవు మహాత్మ్యమును ప్రభావమును ధరించియున్నావు.","Verses":"Ps 104:1"},{"id":940,"Praises":"యెహోవా రాజ్యము చేయుచున్నాడు ప్రభావమును ఆయన వస్త్రముగా ధరించియున్నాడు యెహోవా బలముధరించి బలముతో నడుము కట్టు కొనియున్నాడు కదలకుండునట్లు భూలోకము స్థిరపరచబడియున్నది.","Verses":"Ps 93:1"},{"id":941,"Praises":"వస్త్రమువలె వెలుగును నీవు కప్పుకొనియున్నావు. తెరను పరచినట్టు ఆకాశవిశాలమును నీవు పరచి యున్నావు.","Verses":"Ps 104:2"},{"id":942,"Praises":"నీతిని కవచముగా ఆయన ధరించుకొనెను రక్షణను తలమీద శిరస్త్రాణముగా ధరించుకొనెను","Verses":"Isa 59:17"},{"id":943,"Praises":"నీతిని కవచముగా ఆయన ధరించుకొనెను రక్షణను తలమీద శిరస్త్రాణముగా ధరించుకొనెను","Verses":"Isa 59:17"},{"id":944,"Praises":"నీతిని కవచముగా ఆయన ధరించుకొనెను రక్షణను తలమీద శిరస్త్రాణముగా ధరించుకొనెను","Verses":"Isa 59:17"},{"id":945,"Praises":"నీతిని కవచముగా ఆయన ధరించుకొనెను రక్షణను తలమీద శిరస్త్రాణముగా ధరించుకొనెను","Verses":"Isa 59:17"},{"id":946,"Praises":"పెర్గములోఉన్న సంఘపు దూతకు ఈలాగు వ్రాయుము వాడియైన రెండంచులుగల ఖడ్గముగలవాడు చెప్పు సంగతులేవనగా","Verses":"Rev 2:12"},{"id":947,"Praises":"వాయువులను తనకు దూతలుగాను అగ్నిజ్వాలలను2 తనకు పరిచారకులుగాను ఆయన చేసి  కొనియున్నాడు.","Verses":"Ps 104:4"},{"id":948,"Praises":"ఏలయనగా ఆశగల ప్రాణమును ఆయన తృప్తిపరచి యున్నాడు. ఆకలి  గొనినవారి  ప్రాణమును  మేలుతో  నింపి  యున్నాడు.","Verses":"Ps 107:9"},{"id":949,"Praises":"ఏలయనగా ఆశగల ప్రాణమును ఆయన తృప్తిపరచి యున్నాడు. ఆకలి  గొనినవారి  ప్రాణమును  మేలుతో  నింపి  యున్నాడు.","Verses":"Ps 107:9"},{"id":950,"Praises":"ఆయన తన వాక్కును పంపి వారిని బాగుచేసెను ఆయన వారు పడిన గుంటలలోనుండి వారిని విడిపిం  చెను.","Verses":"Ps 107:20"},{"id":951,"Praises":"నీ వాక్యము నన్ను బ్రదికించి యున్నది నా బాధలో ఇదే నాకు నెమ్మది కలిగించుచున్నది.","Verses":"Ps 119:50"},{"id":952,"Praises":"నేను నీ ధర్మశాస్త్రమునందు ఆశ్చర్యమైన సంగతు లను చూచునట్లు నా కన్నులు తెరువుము.","Verses":"Ps 119:18"},{"id":953,"Praises":"(జాయిన్‌) నీ సేవకునికి దయచేయబడిన మాట జ్ఞాపకము చేసి  కొనుము దానివలన నీవు నాకు నిరీక్షణ పుట్టించియున్నావు.","Verses":"Ps 119:49"},{"id":954,"Praises":"నీ వాక్యము నన్ను బ్రదికించి యున్నది నా బాధలో ఇదే నాకు నెమ్మది కలిగించుచున్నది.","Verses":"Ps 119:50"},{"id":955,"Praises":"యహోవా, నీ మాట చొప్పున నీ సేవకునికి నీవు మేలు చేసియున్నావు.","Verses":"Ps 119:65"},{"id":956,"Praises":"(నూన్‌) నీ వాక్యము నా పాదములకు దీపమును నా త్రోవకు వెలుగునై యున్నది.","Verses":"Ps 119:105"},{"id":957,"Praises":"నీ వాక్యములు వెల్లడి అగుటతోడనే వెలుగుకలుగును అవి తెలివిలేనివారికి తెలివి కలిగించును","Verses":"Ps 119:130"},{"id":958,"Praises":"నీ మాట మిక్కిలి స్వచ్ఛమైనది అది నీ సేవకునికి ప్రియమైనది.","Verses":"Ps 119:140"},{"id":959,"Praises":"నీ మాటలు నాకు దొరకగా నేను వాటిని భుజించితిని; సైన్యముల కధిపతివగు యెహోవా,    దేవా, నీ పేరు నాకు పెట్టబడెను గనుక నీ మాటలు నాకు సంతోషమును నా హృదయము నకు ఆనందమును  కలుగజేయుచున్నవి.","Verses":"Jer 15:16"},{"id":960,"Praises":"యాకోబు సంతతివారని పేరు పెట్టబడినవారలారా, యెహోవా దీర్ఘశాంతము తగ్గి పోయెనా? యీ క్రియలు ఆయనచేత జరిగెనా? యథా ర్థముగా ప్రవర్తించువానికి నా మాటలు క్షేమసాధనములు కావా?","Verses":"Mic 2:7"},{"id":961,"Praises":"ఈ వాక్యము నమ్మదగినదియు పూర్ణాంగీకారమునకు యోగ్య మునైయున్నది.","Verses":"1 Tim 4:9"},{"id":962,"Praises":"ఎందుకనగా దేవుని వాక్యము సజీవమై బలముగలదై రెండంచులుగల యెటువంటి ఖడ్గముకంటెను వాడిగా ఉండి, ప్రాణాత్మలను కీళ్లను మూలుగను  విభ జించునంతమట్టుకు దూరుచు, హృదయముయొక్క తలం పులను ఆలోచనలను శోధించుచున్నది.","Verses":"Heb 4:12"},{"id":963,"Praises":"నా మాట అగ్నివంటిదికాదా? బండను బద్దలుచేయు సుత్తెవంటిది కాదా?","Verses":"Jer 23:29"},{"id":964,"Praises":"కావున సైన్యములకధిపతియు దేవుడునగు యెహోవా ఈలాగు సెలవిచ్చుచున్నాడు వారు ఈ మాటలు పలికినందున నా వాక్యములు వారిని కాల్చునట్లు నీ నోట వాటిని అగ్నిగాను ఈ జనమును కట్టెలుగాను నేను చేసెదను; ఇదే యెహోవా వాక్కు.","Verses":"Jer 5:14"},{"id":965,"Praises":"యెహోవా వాక్యము యథార్థమైనది ఆయన చేయునదంతయు నమ్మకమైనది.","Verses":"Ps 33:4"},{"id":966,"Praises":"సకల సంపూర్ణతకు పరిమితి కలదని నేను గ్రహించి యున్నాను నీ ధర్మోపదేశము అపరిమితమైనది.","Verses":"Ps 119:96"},{"id":967,"Praises":"మాకు రక్షణకర్తవైన దేవా, భూదిగంతముల నివాసులకందరికిని దూర సముద్రము మీదనున్న వారికిని ఆశ్రయమైన వాడా, నీవు నీతినిబట్టి భీకరక్రియలచేత మాకు ఉత్తరమిచ్చు చున్నావు","Verses":"Ps 65:5"},{"id":968,"Praises":"మాకు రక్షణకర్తవైన దేవా, భూదిగంతముల నివాసులకందరికిని దూర సముద్రము మీదనున్న వారికిని ఆశ్రయమైన వాడా, నీవు నీతినిబట్టి భీకరక్రియలచేత మాకు ఉత్తరమిచ్చు చున్నావు","Verses":"Ps 65:5"},{"id":969,"Praises":"ఆయన కోపము నిమిషమాత్రముండును ఆయన దయ ఆయుష్కాలమంతయు నిలుచును. సాయంకాలమున ఏడ్పు వచ్చి, రాత్రి యుండినను ఉదయమున సంతోషము కలుగును.","Verses":"Ps 30:5"},{"id":970,"Praises":"ఆయన ఎల్లప్పుడు వ్యాజ్యెమాడువాడు కాడు ఆయన నిత్యము కోపించువాడు కాడు.","Verses":"Ps 103:9"},{"id":971,"Praises":"అయినను జనులు నీయందు భయభక్తులు నిలుపునట్లు  నీయొద్ద క్షమాపణ దొరుకును.","Verses":"Ps 130:4"},{"id":972,"Praises":"ఇశ్రాయేలూ, యెహోవామీద ఆశపెట్టుకొనుము యెహోవాయొద్ద కృప దొరుకును. ఆయనయొద్ద సంపూర్ణ విమోచన దొరుకును.","Verses":"Ps 130:7"},{"id":973,"Praises":"నా ప్రాణమా, నీవు ఏల క్రుంగియున్నావు? నాలో నీవేల తొందరపడుచున్నావు? దేవునియందు నిరీక్షణ యుంచుము. ఆయనే నా రక్షణకర్త అనియు నా దేవుడనియు చెప్పుకొనుచు ఇంకను నేను ఆయనను స్తుతించెదను.","Verses":"Ps 42:5"},{"id":974,"Praises":"జనముల దేవతలందరు వట్టి విగ్రహములే యెహోవా ఆకాశవిశాలమును సృజించినవాడు.","Verses":"Ps 96:5"},{"id":975,"Praises":"ఈ దినముల అంతమందు కుమారుని ద్వారా మనతో మాటలాడెను. ఆయన ఆ కుమారుని సమస్తమునకును వారసునిగా నియమించెను. ఆయన ద్వారా ప్రపంచములను నిర్మించెను.","Verses":"Heb 1:2"},{"id":976,"Praises":"మోషే సము ద్రమువైపు తన చెయ్యి చాపగా యెహోవా ఆ రాత్రి అంతయు బలమైన తూర్పుగాలిచేత సముద్రమును తొలగించి దానిని ఆరిన నేలగా చేసెను.","Verses":"Ex 14:21"},{"id":977,"Praises":"బుగ్గలను నదులను పుట్టించితివి నిత్యము ప్రవహించు నదులను నీవు ఇంక జేసితివి","Verses":"Ps 74:15"},{"id":978,"Praises":"బుగ్గలను నదులను పుట్టించితివి నిత్యము ప్రవహించు నదులను నీవు ఇంక జేసితివి","Verses":"Ps 74:15"},{"id":979,"Praises":"పగటివేళ మేఘములోనుండియు రాత్రి  అంతయు  అగ్నిప్రకాశములోనుండియు ఆయన వారికి త్రోవ చూపెను","Verses":"Ps 78:14"},{"id":980,"Praises":"అరణ్యములో ఆయన బండలు చీల్చి సముద్రమంత సమృద్ధిగా వారికి నీరు త్రాగనిచ్చెను.","Verses":"Ps 78:15"},{"id":981,"Praises":"అతడు యెహోవాకు మొఱపెట్టెను. అంతట యెహోవా అతనికి ఒక చెట్టును చూపెను. అది ఆ నీళ్లలో వేసిన తరువాత నీళ్లు మధురము లాయెను. అక్కడ ఆయన వారికి కట్టడను విధిని నిర్ణయించి, అక","Verses":"Ex 15:25"},{"id":982,"Praises":"దేవదూతల ఆహారము నరులు భుజించిరి భోజనపదార్థములను ఆయన వారికి సమృద్ధిగా పంపెను.","Verses":"Ps 78:25"},{"id":983,"Praises":"యాజకులు బూరలు ఊదగా ప్రజలు కేకలు వేసిరి. ఆ బూరల ధ్వని వినినప్పుడు ప్రజలు ఆర్భాటముగా కేకలు వేయగా ప్రాకారము కూలెను; ప్రజలందరు తమ యెదుటికి చక్కగా పట్టణ ప్రాకారము ఎక్కి పట్టణమును పట్టుకొనిరి.","Verses":"Josh 6:20"},{"id":984,"Praises":"అప్పుడు యెహోవా ఆ గాడిదకు వాక్కు నిచ్చెను గనుక అదినీవు నన్ను ముమ్మారు కొట్టితివి; నేను నిన్నేమి చేసితినని బిలాముతో అనగా","Verses":"Num 22:28"},{"id":985,"Praises":"యెహోవా ఇశ్రాయేలీయుల యెదుట అమోరీయు లను అప్పగించిన దినమున, ఇశ్రాయేలీయులు వినుచుండగా యెహోషువ యెహోవాకు ప్రార్థన చేసెను సూర్యుడా, నీవు గిబియోనులో నిలువుము. చంద్రుడా, నీవు అయ్యాలోను లోయలో నిలువుము. జనులు తమ శత్రువులమీద పగతీర్చుకొనువరకు సూర్యుడు నిలిచెను చంద్రుడు ఆగెను. అను మాట యాషారు గ్రంథములో వ్రాయబడియున్నది గదా.","Verses":"Josh 10:12"},{"id":986,"Praises":"పర్వతములను నిరూపించువాడును గాలిని పుట్టించువాడును ఆయనే. ఉదయమున చీకటి కమ్మ జేయువాడును మనుష్యుల యోచనలు వారికి తెలియ జేయువాడును ఆయనే; భూమియొక్క ఉన్నతస్థలము మీద సంచరించు దేవుడును సైన్యములకు అధిపతియునగు యెహోవా అని ఆయనకు పేరు.","Verses":"Amo 4:13"},{"id":987,"Praises":"దేశనివాసుల చెడుతనమునుబట్టి","Verses":"Ps 107:33"},{"id":988,"Praises":"దేశనివాసుల చెడుతనమునుబట్టి","Verses":"Ps 107:33"},{"id":989,"Praises":"అరణ్యమును నీటిమడుగుగాను ఎండిన  నేలను  నీటి  ఊటల  చోటుగాను  ఆయన మార్చి","Verses":"Ps 107:35"},{"id":990,"Praises":"ఆయన బండను నీటిమడుగుగాను చెకుముకి రాతిబండను నీటి ఊటలుగాను చేయు వాడు.","Verses":"Ps 114:8"},{"id":991,"Praises":"అరణ్యమును నీటిమడుగుగాను ఎండిన  నేలను  నీటి  ఊటల  చోటుగాను  ఆయన మార్చి","Verses":"Ps 107:35"},{"id":992,"Praises":"నేను ప్రసవవేదన కలుగజేసి కనిపింపక మానెదనా? అని యెహోవా అడుగుచున్నాడు. పుట్టించువాడనైన నేను గర్భమును మూసెదనా?  అని నీ దేవుడడుగుచున్నాడు.","Verses":"Isa 66:9"},{"id":993,"Praises":"అప్పుడు యెహోవా నైన నేను పాడైపోయిన స్థలములను కట్టువాడ ననియు, పాడైపోయిన స్థలములలో చెట్లను నాటువాడ ననియు మీ చుట్టు శేషించిన అన్యజనులు తెలిసి కొందురు. యెహోవానైన నేను మాట ఇచ్చియున్నాను, నేను దాని నెరవేర్తును.","Verses":"Eze 36:36"},{"id":994,"Praises":"తప్పిపోయిన దానిని నేను వెదకుదును, తోలివేసిన దానిని మరల తోలుకొని వచ్చెదను, గాయపడినదానికి కట్టు కట్టు దును, దుర్బలముగా ఉన్నదానిని బలపరచుదును;  అయితే క్రొవ్వినవాటికిని బలముగలవాటికిని శిక్షయను మేతపెట్టి లయపరచెదను.","Verses":"Eze 34:16"},{"id":995,"Praises":"తప్పిపోయిన దానిని నేను వెదకుదును, తోలివేసిన దానిని మరల తోలుకొని వచ్చెదను, గాయపడినదానికి కట్టు కట్టు దును, దుర్బలముగా ఉన్నదానిని బలపరచుదును;  అయితే క్రొవ్వినవాటికిని బలముగలవాటికిని శిక్షయను మేతపెట్టి లయపరచెదను.","Verses":"Eze 34:16"},{"id":996,"Praises":"తప్పిపోయిన దానిని నేను వెదకుదును, తోలివేసిన దానిని మరల తోలుకొని వచ్చెదను, గాయపడినదానికి కట్టు కట్టు దును, దుర్బలముగా ఉన్నదానిని బలపరచుదును;  అయితే క్రొవ్వినవాటికిని బలముగలవాటికిని శిక్షయను మేతపెట్టి లయపరచెదను.","Verses":"Eze 34:16"},{"id":997,"Praises":"మనుష్యుడు గాలికి మరుగైనచోటువలెను గాలివానకు  చాటైన చోటువలెను ఉండును ఎండినచోట నీళ్లకాలువలవలెను అలసట పుట్టించు దేశమున గొప్పబండ నీడవలెను ఉండును.","Verses":"Isa 32:2"},{"id":998,"Praises":"వారెరుగనిమార్గమున గ్రుడ్డివారిని తీసికొని వచ్చెదను వారెరుగని త్రోవలలో వారిని నడిపింతును వారి యెదుట చీకటిని వెలుగుగాను వంకర త్రోవలను చక్కగాను చేయుదును నేను వారిని విడువక యీ కార్యములు చేయుదును","Verses":"Isa 42:16"}]